[
	"Rabbits are very social creatures that live in groups. They live in warrens — a series of tunnels and rooms that they dig underground.",
	"By \"bunnies,\" we mean rabbits, because there's no difference.",
	"Bunnies can live to be 10 or more years old.",
	"Bunnies can grow up to 4 feet long... But that's not common.",
	"A baby rabbit is called a kit, a female is called a doe and a male is called a buck.",
	"A rabbit's teeth never stop growing! Instead, they're gradually worn down as the rabbit chews on grasses, wildflowers and vegetables — meaning they never get too long.",
	"Rabbits perform an athletic leap, known as a ‘binky‘, when they're happy — performing twists and kicks in mid air!",
	"Rabbits' eyes are on the sides of their head, meaning they can see almost all the way around them. This helps them to keep a close watch for predators while they're going about their business!",
	"Like cats, happy rabbits purr when they're content and relaxed.",
	"Rabbits are amazing athletes — they can jump as high as 90 centimetres in one leap!",
	"A rabbit's best feature? Their long ears! Growing up to 10 centimetres in length, rabbits can turn their ears by 180 degrees, keeping a careful listen out for predators.",
	"One of the world's best-known rabbits is the Warner Bros cartoon character, Bugs Bunny — who's often seen munching on a carrot! In fact, carrots aren't a natural part of a rabbit's diet and can give bunnies an upset stomach if they eat too many.",
	"Rabbits are very effective baby-makers! Mother rabbits are pregnant for between 28-31 days, giving birth to up to 14 baby rabbits – called kittens – in a single litter. There are over 45 million rabbits in the UK alone!",
	"Cartoons suggest that rabbits can happily survive on a diet of carrots alone. But in the wild, rabbits don't eat root vegetables—they'd much rather munch on greens like weeds, grasses, and clovers.",
	"Not all rabbits are cute and tiny. Some, like the Flemish giant rabbit, grow to be downright monstrous. This rabbit breed is the world's largest, reaching 2.5 feet in length and weighing up to 22 pounds. Fortunately these giants are the gentle kind, which makes them popular pets.",
	"One rabbit behavior that is significantly less adorable: After digesting a meal, rabbits will sometimes eat their own poop and process it a second time. It may seem gross, but droppings are actually an essential part of a rabbit's diet. They even produce a special type of poop called cecotropes that are softer than their normal pellets and meant to be eaten. Rabbits have a fast-moving digestive system, and by redigesting waste, they're able to absorb nutrients their bodies missed the first time around.",
	"Rabbits are remarkably hygienic. Like cats, they keep themselves clean throughout the day by licking their fur and paws. This means rabbits generally don't need to be bathed by their owners like some other pets.",
	"While a cat can cough up a hairball after a long day of self-grooming, a rabbit cannot. The rabbit digestive system is physically incapable of moving in reverse. Instead of producing hairballs, rabbits deal with swallowed fur by eating plenty of roughage that pushes it through their digestive tract.",
	"It's hard to sneak up on a rabbit: Their vision covers nearly 360 degrees, which allows them to see what's coming from behind them, above them, and from the sides without turning their heads. The trade-off is that rabbits have a small blind spot directly in front of their faces.",
	"A rabbit's ears serve two main purposes. The first and most obvious is hearing: Rabbits can rotate their ears 270 degrees, allowing them to detect any threats that might be approaching from close to 2 miles away. The oversized ears also have the added benefit of cooling rabbits down on a hot day. More surface area means more places for body heat to escape from.",
	"If their eyes, ears, and powerful legs don't give them enough of a head start when avoiding predators, rabbits have even more tricks to rely on. The cottontail rabbit moves in a zig-zag pattern when running across an open field, making it hard to target.",
	"Rabbits communicate using a secret code. Well, it's not actually a secret code, but you could be forgiven for thinking it is because their body movements are so subtle. Bunnies clench their facial muscles and change their body position when they are feeling worried; signs you wouldn't notice if you weren't looking out for them. This is one of the main reasons why they're so often misunderstood, particularly by children.",
	"Pet bunnies may come in domesticated colours and breeds, but their perspective on the world remains ever so close to that of their wild relatives. Because they are a prey species, life is all about survival and they are in a constant state of alert. This explains why many rabbits don't like being picked up and may nip if you try – your hands are not too dissimilar to a bird of prey swooping down to catch them.",
	"Rabbits are banned from some ferries. Legend has it that bunnies being transported for food chewed through the hull of a 17th century ship, causing the deaths of many sailors. To this day, you cannot bring your bun with you should you wish to cross the Channel on Brittany Ferries.",
	"Young rabbits that don't have enough space to run about are more likely to break bones, according to studies. This is because they don't get the right opportunities to build up their bodies properly.",
	"Rabbits have almost 360 degree vision but they are born with their eyes shut.",
	"Hypnotising a rabbit is actually really traumatic for them. Sometimes called ‘trancing', the action of placing a rabbit on their back and stroking their back legs was thought for a long time to make them happy and relaxed, and recommended to help develop a bond between pet and owner. Sadly, the total opposite is true. When a rabbit is held in this position they go into ‘tonic immobility'. They are trying to convince the predator (in this case the person ‘hypnotising' them) that they are dead, so they will be let go.",
	"When rabbits grab their ears and bring them down across their faces to give them a wash, you are officially watching one of the cutest animal behaviours in existence.",
	"Rabbits and hares are \"lagomorphs\", an order that also includes the pika, a small burrowing mammal that looks like a large mouse and lives in colder climates.",
	"Jackrabbits, which belong to the genus \"Lepus,\" have been clocked at speeds of 45 miles per hour.",
	"Stories abound about the prolific reproductive nature of rabbits and so it is not surprising that the rabbit should have become a symbol of fertility in many cultures and religions.  As the Christian influence spread, this symbol became associated with Easter.",
	"Rabbits are meticulously clean animals and are easy to house break and train.  Much like a dog, a pet rabbit can be taught to come to his/her name, sit in your lap, and do simple tricks.",
	"The average size of a rabbit litter is usually between 4 and 12 babies, which results after a short 30-day gestation.",
	"Male rabbits can reproduce as early as 7 months of age, and females as early as 4 months. This means in one year a single female rabbit can produce as many as 800 children, grandchildren, and great-grandchildren!",
	"A rabbit symbol is often used to show that a product was not tested on animals.  This is because rabbits have traditionally been used in product safety testing.",
	"Rabbits can suffer from heat stroke; however they only sweat through the pads on their feet. Always make sure you monitor your rabbit's environmental temperatures, especially in the warmer months of summer.",
	"More than half of the world's rabbit species live in North America.",
	"Maybe the weirdest rabbit in the world is the Amami rabbit, found only on two small islands in southern Japan. It's an ancient, primitive rabbit, with small eyes, small ears, short legs, and big claws for climbing. It's sometimes referred to as a \"living fossil\" to account for how long it's remained relatively unchanged.",
	"Rabbits have some pretty good adaptations to avoid being eaten, like their speed and big powerful clawed hind legs, but they're an important prey species for lots of predators. In other words, rabbits get eaten a lot, and as one measure of protection, they sleep with their eyes open. Sudden movements can alert and awaken the rabbit.",
	"The Maltese consume more rabbit per person than the residents of any other country. The country's national dish, stuffat tal-fenek, is a sort of red wine and tomato stew using rabbit.",
	"Rabbit manure is one of the most efficient natural manures on the planet, and not just because it arrives already in a convenient dry pellet form. It has a fantastically high nitrogen, phosphorus, and potassium content, more than cattle or even poultry manure, and much easier to handle to boot.",
	"Some of the markings on the moon, resulting from various craters and other indentations, can appear in the vague shape of a rabbit, if you squint your eyes pretty hard. That's led to the rabbit's association with the moon in various folk tales, especially in Mesoamerica and China.",
	"There are currently 45 known breeds of rabbits.",
	"Rabbits fall into the category of lagomorphs and not rodents.",
	"A mother rabbit feeds her kids for just about five minutes a day.",
	"The meat of a rabbit is not red, but white.",
	"In total, a rabbit has only 28 teeth for eating.",
	"Rabbits can be literally \"scared to death\" if approached by a predator when they are totally unaware.",
	"Shelters take in more bunnies than any other type of animal, other than dogs and cats.",
	"Like humans, bunnies get bored easily."
]
