[
	"According to a study from the University of Iowa, playing brain-teasing game for just two hours a week may help slow the degree of mental decay.",
	"There is a 51% chance that a flipped coin will land on the side that was facing up when it was flipped.",
	"A librocubicularist is someone who reads in bed.",
	"The human brain remembers more negative memories than positive ones. This is due to the negativity bias the brain sets up as a defense mechanism.",
	"Short female drivers that sit close to the steering wheel are the most likely to be killed by an air bag.",
	"Sunglasses make people look more attractive because they give the illusion of a chiseled bone structure on top of a soft-featured face.",
	"While children of identical twins are legally first cousins, genetically, they are actually half siblings.",
	"Swans form monogamous pair bonds that last for many years. If one swan dies, its partner may mourn or at least remain celibate for several seasons.",
	"While reading, people are prone to subconsciously take on attributes to that of fictional characters as if they were their own. This phenomenon is 'experience-taking'.",
	"The first animals in space were fruit flies, launched in a V-2 rocket by the US in 1947. The fruit flies were recovered alive.",
	"President Obama was able to watch advanced episodes of 'Game of Thrones' episodes before the rest of the world.",
	"A California man who made a personalized license plate that said 'No Plate' received more than 2500 parking tickets.",
	"In Japan, the odds of being killed by a gun is about the same as an American's chance of being killed by lightning.",
	"According to recent research, there is a correlation between a poorer sense of smell and psychopathic personality traits.",
	"In 2008, Microsoft had offered to buy Yahoo for US$44.6 billion. Yahoo rejected the offer. In 2016, it was sold for just US$4.8 billion.",
	"According to recent research, new friends become better friends over time if they have similar levels of social anxiety.",
	"A man once sued Warner Bros, and won, after he was injured while fainting during a 1974 screening of 'The Exorcist'.",
	"If you Google 'I want to commit suicide', Google provides the Suicide Helpline number of your country above all the search results.",
	"Chewing Gum is part of the US Army's field and combat rations. Soldiers consume gum at a rate 5 times that of the national average.",
	"The Pentagon has no marble because it was built during World War II, and Italy, the source of marble, was an enemy country.",
	"People with autism are less likely to catch yawns. The more severe their condition, the less common the behavior gets.",
	"In January 2013, Zimbabwean government bank balance was down to USD$217.",
	"If you Google search 'askew', the content will tilt slightly to the right.",
	"The Beatles showed their support for the US civil rights movement by refusing to play in concerts where audiences were segregated.",
	"Babies are born with some self awareness which allows them to differentiate their bodies from other people's.",
	"'Grammar Pedantry Syndrome' is a form of OCD where someone has a compulsive desire to correct every grammatical error.",
	"A pet penguin in Japan named La La walks into town by himself with a backpack every day to collect fish from the local market.",
	"In 2009, Facebook rejected co-founder of WhatsApp Brian Acton's application for a job. WhatsApp was later created and sold to Facebook for $19 Billion.",
	"Because of the dark and intense nature of the film Suicide Squad, director David Ayer hired an on-set therapist for the cast.",
	"To get the most juice from lemons or limes, put them in the microwave for 30 seconds as it will help the citrus juice flow more easily.",
	"A flower worn over the left ear in Hawaii signifies that a woman is no longer single.",
	"The most common Zodiac Signs of prolific serial killers are Pisces, Virgo, Gemini, and Sagittarius. The common denominator is that they are mutable zodiac signs.",
	"The English word 'minion' comes from the French word 'mignon', which means 'cute'.",
	"'I Gotta Feeling' by The Black Eyed Peas sold more copies than any Elvis Presley single when it was first released.",
	"According to a study, people who constantly check and use their mobile devices throughout the day are less able to delay gratification.",
	"The man who invented pop-up ads has apologized to the world for creating one of the Internet's most hated forms of advertising.",
	"Sex workers in Australia can claim dance lessons, lingerie, cosmetics, and hair care as tax deductions.",
	"According to Spotify, students from New York University listen to the most hippest music while Purdue University students listen to the angriest music.",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	"",
	""
]
