[
	"My sister bet me a hundred dollars I couldn't build a car out of spaghetti. You should've seen the look on her face as I drove pasta!",
	"How many South Americans does it take to change a lightbulb? A Brazilian.",
	"I went to the zoo the other day. It was empty, except for a single dog... It was a Shih Tzu.",
	"What kind of bagel can fly? A plain bagel.",
	"Where do animals go when their tails fall off? The retail store.",
	"Why can't you hear a pterodactyl going to the bathroom? Because the \"P\" is silent.",
	"How does a train eat? It goes chew chew.",
	"What do you call a cow with no legs? Ground beef.",
	"How is imitation like a plateau? They're both the highest form of flattery.",
	"What do a piano and a clock have in common? Neither one of them is a squirrel.",
	"A magician was driving down the street... Then he turned into a driveway.",
	"What's the best thing about living in Switzerland? I don't know, but the flag is a big plus.",
	"What does Batman get in his drinks? Just ice.",
	"What does a nosy pepper do? Gets jalapeño business.",
	"What did the buffalo say to his son when he left for college? Bison.",
	"Tried to take a photograph of some fog. Mist.",
	"I love chemistry jokes. They never get boron.",
	"Don't trust atoms, they make up everything.",
	"Have you heard the one about a chemist who was reading a book about helium? He just couldn't put it down.",
	"How about the chemical workers… are they unionized?",
	"Why do chemists like nitrates so much? They're cheaper than day rates.",
	"What do you do with a sick chemist? If you can't helium, and you can't curium, then you might as well barium.",
	"If the Silver Surfer and Iron Man team up, they’d be alloys.",
	"Making bad chemistry jokes because all the good ones Argon.",
	"Helium walks into a bar, the bartender says \"We don't serve noble gasses in here.\" Helium doesn't react.",
	"Silver walks up to Gold in a bar and says, \"AU, get outta here!\"",
	"Two chemists go into a restaurant. The first one says \"I think I'll have an H2O.\" The second one says \"I think I'll have an H2O too\" -- and he died.",
	"The optimist sees the glass half full. The pessimist sees the glass half empty. The chemist sees the glass completely full, half in the liquid state and half in the vapor state.",
	"A neutron walks into a bar. He asks the bartender, \"How much for a beer?\" The bartender offers him a warm smile and says, \"For you, no charge.\"",
	"Did you hear they're making a Tron movie about physics? Yeah, it's a Neutron.",
	"A small piece of sodium that lived in a test tube fell in love with a Bunsen burner. \"Oh Bunsen, my flame,\" the sodium pined. \"I melt whenever I see you.\" The Bunsen burner replied, \"It's just a phase you're going through.\"",
	"Old chemists never die, they just stop reacting.",
	"A woman is on trial for beating her husband to death with his guitar collection. Judge says, \"First offender?\" She says, \"No, first a Gibson! Then a Fender!\"",
	"I used to hate facial hair, but then it grew on me.",
	"You know what they say about cliffhangers...",
	"Did you hear about the bread factory burning down? They say the business is toast.",
	"What did the fish say when it swam into a wall? Damn!",
	"Doctor you've got to help me, I'm addicted to Twitter. Doctor: I don't follow you.",
	"Did you hear that David lost his ID in prague? Now we just have to call him Dav.",
	"I got a reversible jacket for Christmas, I can't wait to see how it turns out.",
	"What did the scarf say to the hat? You go on ahead, I am going to hang around a bit longer.",
	"I used to be a banker, but I lost interest.",
	"Man, I really love my furniture... Me and my recliner go way back.",
	"I still miss my ex-friends, but my aim is getting better.",
	"My dog used to chase people on a bike a lot. It got so bad, finally I had to take his bike away.",
	"What is the difference between a snowman and a snowwoman? Snowballs.",
	"Why did the policeman smell bad? He was on duty.",
	"I never make mistakes… I thought I did once; but I was wrong.",
	"What did the traffic light say to the car as it passed? \"Don't look I'm changing!\"",
	"How do trees get on the internet? They log on.",
	"Someone broke into my house last night and stole my limbo trophy. How low can you go?",
	"Why did the belt go to prison? He held up a pair of pants!",
	"A ham sandwich walks into a bar and orders a beer, bartender says \"sorry, we don't serve food here.\"",
	"Why did the Clydesdale give the pony a glass of water? Because he was a little horse.",
	"What do you call a fish without eyes? Fsh.",
	"What do you call an alligator detective? An investi-gator.",
	"Why did the scarecrow win an award? Because he was outstanding in his field.",
	"There are two muffins baking in the oven. One muffin says to the other, \"Phew, is it getting hot in here or is it just me?\" The other muffin says, \"AAAAHHH!! A TALKING MUFFIN!\"",
	"What lights up a soccer stadium? A soccer match.",
	"Why shouldn't you write with a broken pencil? Because it's pointless.",
	"What's the difference between the bird flu and the swine flu? One requires tweetment and the other an oinkment.",
	"If athletes get athlete's foot, what do elves get? Mistle-toes.",
	"After a crime, a detective noted that he thought it was foul play. The other detective said, \"You mean, he was playing with birds?\"",
	"What's brown and sticky? A stick.",
	"What did the policeman say to his bellybutton? You're under a vest.",
	"Why do people say \"break a leg\" when you go on stage? Because every play has a cast.",
	"What do you call a pig that does karate? A pork chop.",
	"What kind of ghost has the best hearing? The eeriest.",
	"Why are there gates around cemeteries? Because people are dying to get in.",
	"Why do seagulls fly over the sea? Because if they flew over a bay, they would be bagels.",
	"When do computers overheat? When they need to vent.",
	"What kind of music do planets like? Neptunes.",
	"Where can you buy chicken broth in bulk? The stock market.",
	"I used to wonder if I was a nihilist, but then I realized it doesn't matter.",
	"Why do bees have sticky hair? Because they use honeycombs.",
	"How do rabbits travel? By hareplanes.",
	"How do you tell if a vampire is sick? By how much he is coffin.",
	"What do you call a cow with two legs? Lean beef!",
	"A man comes home and sees a note on the refrigerator from his wife. She wrote, \"This isn't working. I'm at my mother's.\" The man opens the fridge, the light turns on, and he says to himself, \"What the hell? The fridge is working fine!\"",
	"Apparently something put me into a coma months ago. I'm only now waking up to reality.",
	"Want to hear a word I just made? Plagiarism.",
	"What is a physicist's favourite food? Fission chips.",
	"What does DNA stand for? National Dyslexia Association.",
	"They have just found the gene for shyness. They would have found it earlier, but it was hiding behind two other genes.",
	"Welcome to plastic surgery addicts anonymous. I'm seeing a lot of new faces this week and I have to say that I'm really disappointed.",
	"There are 10 kinds of people in this world, those who understand binary, and those who don't.",
	"Sodium sodium sodium sodium sodium sodium sodium sodium Batman!",
	"You.",
	"Something said or done to provoke laughter.",
	"Atheism is a non-prophet organization.",
	"Why did the octopus beat the shark in a fight? Because it was well armed.",
	"My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible.",
	"If two vegans are having an argument, is it still considered a beef?",
	"What's the difference between a poorly dressed man on a tricycle and a well dressed man on a bicycle? Attire.",
	"I asked a frenchman if he played video games. He said \"Wii.\"",
	"To the guy who invented zero... Thanks for nothing.",
	"What do you call corn that joins the army? Kernel.",
	"Have you heard of the band 1023MB? They haven't got a gig yet.",
	"What do vegetarian zombies eat? Grrrrrainnnnnssss.",
	"Whiteboards are remarkable.",
	"I dropped a couch down 18 flights of stairs. It fell sofa."
]
