{
	"safe": [
		"Never have I ever 'cleaned up' by piling everything into a closet.",
		"Never have I ever abandoned my baby mama.",
		"Never have I ever accepted a drop from total strangers.",
		"Never have I ever accidentally eaten a bug.",
		"Never have I ever accidentally pooped my pants.",
		"Never have I ever accidentally said “I love you” to someone.",
		"Never have I ever accidentally sent someone to the hospital.",
		"Never have I ever accidentally sharted.",
		"Never have I ever aced a test without studying.",
		"Never have I ever actually laughed out loud when typing 'LOL'.",
		"Never have I ever adjusted my buttons based on who's in the room.",
		"Never have I ever agreed with something Donald Trump said.",
		"Never have I ever answered someone 'left' or 'right' without thinking, because I have a 50/50 chance of being right.",
		"Never have I ever arrived somewhere late and had everyone staring at me.",
		"Never have I ever asked someone to repair my printer.",
		"Never have I ever ate an insect because I was hungry.",
		"Never have I ever attempted martial arts moves while by myself.",
		"Never have I ever attempted suicide.",
		"Never have I ever attracted to a cousin.",
		"Never have I ever been a bully.",
		"Never have I ever been a friend with benefits.",
		"Never have I ever been arrested.",
		"Never have I ever been attacked by a dolphin.",
		"Never have I ever been attracted to a family member.",
		"Never have I ever been awake for two days straight.",
		"Never have I ever been bitten by an animal.",
		"Never have I ever been bungee jumping.",
		"Never have I ever been bungee-jumping.",
		"Never have I ever been called a tease.",
		"Never have I ever been catfished.",
		"Never have I ever been caught drinking and driving.",
		"Never have I ever been caught picking my nose.",
		"Never have I ever been caught while picking up my nose.",
		"Never have I ever been chased by a cat.",
		"Never have I ever been chased by a dog.",
		"Never have I ever been cheated on.",
		"Never have I ever been depressed.",
		"Never have I ever been drinking before I was 21.",
		"Never have I ever been drunk at a restaurant.",
		"Never have I ever been drunk in public.",
		"Never have I ever been electrocuted.",
		"Never have I ever been fired from a job.",
		"Never have I ever been frisked.",
		"Never have I ever been handcuffed.",
		"Never have I ever been humped by a dog.",
		"Never have I ever been hungover.",
		"Never have I ever been in a band.",
		"Never have I ever been in a car accident.",
		"Never have I ever been in a food fight.",
		"Never have I ever been in an embarrassing video that was uploaded to YouTube.",
		"Never have I ever been in handcuffs.",
		"Never have I ever been in love with a family member.",
		"Never have I ever been in love with my teacher in college.",
		"Never have I ever been in the hospital.",
		"Never have I ever been in violation of a school dress code.",
		"Never have I ever been inside of a library.",
		"Never have I ever been kicked out of a bar.",
		"Never have I ever been mini-golfing.",
		"Never have I ever been obsessed with One Direction.",
		"Never have I ever been on a blind date.",
		"Never have I ever been on a double date with my parents.",
		"Never have I ever been on a fad diet.",
		"Never have I ever been on a family road trip.",
		"Never have I ever been on stage in front of a crowd.",
		"Never have I ever been on TV or on the radio.",
		"Never have I ever been on TV.",
		"Never have I ever been out of the country.",
		"Never have I ever been playful with whipped cream.",
		"Never have I ever been pregnant.",
		"Never have I ever been pulled over.",
		"Never have I ever been pushed into a pool with my clothes on.",
		"Never have I ever been robbed.",
		"Never have I ever been scared of clowns.",
		"Never have I ever been scared of the dark.",
		"Never have I ever been screamed at by a customer at my job.",
		"Never have I ever been sent to the principle's office.",
		"Never have I ever been skydiving.",
		"Never have I ever been sneezed on.",
		"Never have I ever been so freaked to be outside at night, that I ran back in.",
		"Never have I ever been so sunburnt I couldn’t wear a shirt.",
		"Never have I ever been spanked.",
		"Never have I ever been stuck in a lift.",
		"Never have I ever been stuck in an elevator.",
		"Never have I ever been suspended from school.",
		"Never have I ever been terrified of a theme park ride.",
		"Never have I ever been the designated driver.",
		"Never have I ever been the drunkest person at the party.",
		"Never have I ever been to a country in Africa.",
		"Never have I ever been to a country in Asia.",
		"Never have I ever been to a country in Europe.",
		"Never have I ever been to a drive-in movie.",
		"Never have I ever been to a fashion show.",
		"Never have I ever been to a haunted house.",
		"Never have I ever been to a sleepover.",
		"Never have I ever been to a wine tasting.",
		"Never have I ever been to an adult store.",
		"Never have I ever been to Arby's.",
		"Never have I ever been to church and a gay bar on the same day.",
		"Never have I ever been to Disney World.",
		"Never have I ever been to Disneyland.",
		"Never have I ever been to prison.",
		"Never have I ever been to the circus.",
		"Never have I ever been told I had bad breath.",
		"Never have I ever been trapped in an elevator.",
		"Never have I ever been unfaithful.",
		"Never have I ever been with the former love of my best friend.",
		"Never have I ever been without heat for a whole winter or without A/C for a whole summer.",
		"Never have I ever believed my toys had feelings.",
		"Never have I ever bet on something.",
		"Never have I ever binge eaten while angry or upset.",
		"Never have I ever binge-eaten Little Debbie cakes.",
		"Never have I ever bit my tongue.",
		"Never have I ever blamed farts on an animal.",
		"Never have I ever blown my nose and looked at what came out.",
		"Never have I ever bought a children's toy for myself, as an adult.",
		"Never have I ever bought a children's toy for myself.",
		"Never have I ever bought a hotel while drunk.",
		"Never have I ever bought clothing online.",
		"Never have I ever bought lingerie.",
		"Never have I ever bought myself a Happy Meal.",
		"Never have I ever bought something stolen.",
		"Never have I ever bragged about something I have not done.",
		"Never have I ever broke up with someone while drunk. (I'm looking at you, Nancy Wheeler!)",
		"Never have I ever broken a bone.",
		"Never have I ever broken a piece of furniture by sitting on it.",
		"Never have I ever broken a tv screen.",
		"Never have I ever broken in somewhere.",
		"Never have I ever broken my mobile phone.",
		"Never have I ever broken something at a friend’s house and then not told them.",
		"Never have I ever broken the '5-second rule'.",
		"Never have I ever broken the traffic signal.",
		"Never have I ever brushed teeth in the shower.",
		"Never have I ever built a fort with blankets.",
		"Never have I ever bungee jumped.",
		"Never have I ever bungee-jumped.",
		"Never have I ever burnt insects alive because I was angry.",
		"Never have I ever burnt my mouth willingly because I was too hungry to wait.",
		"Never have I ever called the cops on someone.",
		"Never have I ever called the wrong person, but pretended I meant to call them.",
		"Never have I ever caught a snowflake on my tongue.",
		"Never have I ever caused someone to need stitches.",
		"Never have I ever challenged an animal to a fight.",
		"Never have I ever changed a car tire.",
		"Never have I ever changed a diaper.",
		"Never have I ever changed clothes in a vehicle.",
		"Never have I ever cheated in a competition.",
		"Never have I ever cheated on a test or exam.",
		"Never have I ever cheated on a test.",
		"Never have I ever cheated on my wife in Sims.",
		"Never have I ever cheated.",
		"Never have I ever chewed with my mouth open.",
		"Never have I ever chipped a tooth.",
		"Never have I ever cleaned out the fridge and found food over a year old.",
		"Never have I ever clogged a friend's toilet.",
		"Never have I ever clogged a toilet.",
		"Never have I ever committed a felony.",
		"Never have I ever completely forgot my lines in a play.",
		"Never have I ever convinced someone to get the tattoo similar to mine.",
		"Never have I ever cooked Thanksgiving dinner.",
		"Never have I ever counted calories.",
		"Never have I ever counted the number of electric poles from a moving train.",
		"Never have I ever crashed a car.",
		"Never have I ever crashed a party or wedding.",
		"Never have I ever crawled through a window.",
		"Never have I ever crept on someone I just met on social media.",
		"Never have I ever cried at school.",
		"Never have I ever cried during a Pixar movie.",
		"Never have I ever cried in public because of a song.",
		"Never have I ever cried in public.",
		"Never have I ever cried myself to sleep.",
		"Never have I ever cried watching a movie.",
		"Never have I ever cried watching Homeward Bound.",
		"Never have I ever cried/flirted my way out of a speeding ticket.",
		"Never have I ever crop dusted an elevator.",
		"Never have I ever crossed state lines to buy better fireworks.",
		"Never have I ever crushed on a celebrity.",
		"Never have I ever cursed at a teacher to their faces.",
		"Never have I ever cussed out somebody in Spanish.",
		"Never have I ever cut someone in line.",
		"Never have I ever danced in an elevator.",
		"Never have I ever danced on a table or bar.",
		"Never have I ever dated more than one person at once.",
		"Never have I ever dated someone older than me.",
		"Never have I ever dated someone twice.",
		"Never have I ever dated someone who was underage.",
		"Never have I ever daydreamed about being on a talk show and what I'd talk about.",
		"Never have I ever daydreamed about donuts.",
		"Never have I ever destroyed a public bathroom.",
		"Never have I ever dine and dashed.",
		"Never have I ever dined and dashed.",
		"Never have I ever dipped french fries into a milkshake.",
		"Never have I ever donated blood.",
		"Never have I ever done a body shot.",
		"Never have I ever done a handstand with one hand.",
		"Never have I ever done a pub-crawl.",
		"Never have I ever done an Easter Egg Hunt.",
		"Never have I ever done body shots.",
		"Never have I ever done drink and drive.",
		"Never have I ever done it in a public place.",
		"Never have I ever done it in the sea.",
		"Never have I ever done it outside.",
		"Never have I ever done it while a family member was in the Same Room.",
		"Never have I ever done lip-syncing.",
		"Never have I ever done pictures in underwear.",
		"Never have I ever done something I could get a prison sentence for.",
		"Never have I ever done something I regret.",
		"Never have I ever doubted in my heterosexuality.",
		"Never have I ever downloaded music illegally.",
		"Never have I ever drank a flaming shot.",
		"Never have I ever drank alcohol in front of my parents.",
		"Never have I ever drank and drove.",
		"Never have I ever drank at a bar.",
		"Never have I ever drank before I turned 21.",
		"Never have I ever drank before turning 21.",
		"Never have I ever drank Crown Royal.",
		"Never have I ever drank hard liquor.",
		"Never have I ever drank liquor straight from the bottle.",
		"Never have I ever drank more than 3 beers in a sitting.",
		"Never have I ever drank my pee.",
		"Never have I ever drank pickle juice.",
		"Never have I ever drank so much I did not remember my whole night.",
		"Never have I ever drank Surge.",
		"Never have I ever drank urine.",
		"Never have I ever drank while underage.",
		"Never have I ever dressed as the opposite sex.",
		"Never have I ever dressed up as a zombie for Halloween.",
		"Never have I ever dressed up for Halloween.",
		"Never have I ever driven a stick shift.",
		"Never have I ever driven drunk.",
		"Never have I ever driven without wearing a seatbelt.",
		"Never have I ever dropped Mentos into Coke or Pepsi.",
		"Never have I ever drove over a curb.",
		"Never have I ever drunk coconut milk.",
		"Never have I ever drunkenly posted something on Facebook that I wished I hadn't.",
		"Never have I ever dumped someone.",
		"Never have I ever dyed my bathwater.",
		"Never have I ever dyed my hair a crazy color.",
		"Never have I ever eaten a bug.",
		"Never have I ever eaten a carton of ice cream by myself.",
		"Never have I ever eaten a full frozen pizza by myself.",
		"Never have I ever eaten a salad.",
		"Never have I ever eaten a spoon full of frosting.",
		"Never have I ever eaten a whole habanero pepper.",
		"Never have I ever eaten alligator meat.",
		"Never have I ever eaten alligator.",
		"Never have I ever eaten at Taco Bell more than 3 times a week.",
		"Never have I ever eaten butter by itself.",
		"Never have I ever eaten cake.",
		"Never have I ever eaten earwax.",
		"Never have I ever eaten elk.",
		"Never have I ever eaten exotic fruits. (passion fruit, mango, etc.)",
		"Never have I ever eaten food that fell on the floor.",
		"Never have I ever eaten food while still standing with the fridge door open.",
		"Never have I ever eaten from someone else's plate when they weren't looking.",
		"Never have I ever eaten fruit.",
		"Never have I ever eaten more than 3 hot dogs at once.",
		"Never have I ever eaten only candy for dinner.",
		"Never have I ever eaten pizza for two or more meals in a day.",
		"Never have I ever eaten pop rocks.",
		"Never have I ever eaten pork.",
		"Never have I ever eaten pumpkin pie.",
		"Never have I ever eaten snake.",
		"Never have I ever eaten something cold because I was too lazy to heat it up.",
		"Never have I ever eaten something on a dare.",
		"Never have I ever eaten Spam.",
		"Never have I ever eaten the whole pizza by myself.",
		"Never have I ever entered into Facebook while drunk.",
		"Never have I ever escaped from class.",
		"Never have I ever experienced love at first sight.",
		"Never have I ever experimented to see my sexual orientation.",
		"Never have I ever failed a class.",
		"Never have I ever fainted.",
		"Never have I ever faked being sick so I could play video games.",
		"Never have I ever faked fever to miss school.",
		"Never have I ever fall in love with anyone through the network.",
		"Never have I ever fallen asleep and woken up somewhere else.",
		"Never have I ever fallen asleep in class and woken up in a puddle of drool.",
		"Never have I ever fallen asleep in the cinema.",
		"Never have I ever fallen asleep on the bus and I’ve passed my station.",
		"Never have I ever fallen in love at first sight.",
		"Never have I ever fallen off a bike.",
		"Never have I ever fantasized about someone else.",
		"Never have I ever farted and blamed it on a pet.",
		"Never have I ever farted in an elevator and blamed in on someone else.",
		"Never have I ever farted in an elevator and pretended it was not me.",
		"Never have I ever farted in front of someone I liked.",
		"Never have I ever felt like killing someone.",
		"Never have I ever finished a Sudoku puzzle.",
		"Never have I ever finished an entire jawbreaker.",
		"Never have I ever flirted with a police officer in hopes of not getting a ticket.",
		"Never have I ever flirted with someone more than 10 years older than me.",
		"Never have I ever flown in a helicopter.",
		"Never have I ever fooled around in lessons.",
		"Never have I ever forged the signature of my parents on a report card.",
		"Never have I ever forgotten my anniversary.",
		"Never have I ever forgotten the punchline of a joke.",
		"Never have I ever fought in the street.",
		"Never have I ever found a cure for hangovers.",
		"Never have I ever found out someone was talking about me.",
		"Never have I ever gave myself a bad haircut.",
		"Never have I ever gently whispered in someone's ear.",
		"Never have I ever given a lap dance to a total stranger.",
		"Never have I ever given money to a homeless person.",
		"Never have I ever given someone a fake phone number.",
		"Never have I ever given someone else a hickey.",
		"Never have I ever gone a week without showering.",
		"Never have I ever gone commando.",
		"Never have I ever gone fishing.",
		"Never have I ever gone hunting.",
		"Never have I ever gone in public without a bra.",
		"Never have I ever gone into the wrong restroom.",
		"Never have I ever gone more than a week without showering.",
		"Never have I ever gone scuba diving.",
		"Never have I ever gone surfing.",
		"Never have I ever gone to a club with a fake ID.",
		"Never have I ever gone to jail.",
		"Never have I ever gone to the bathroom and then not wash my hands.",
		"Never have I ever gone vegan.",
		"Never have I ever Googled my own name to see what comes up.",
		"Never have I ever Googled something so I'd know how to spell it.",
		"Never have I ever got caught sneaking out.",
		"Never have I ever got drunk playing these games.",
		"Never have I ever got drunk.",
		"Never have I ever gotten a tattoo.",
		"Never have I ever gotten bullied.",
		"Never have I ever gotten fooled on April Fools.",
		"Never have I ever gotten into a fistfight.",
		"Never have I ever gotten me braces locked together kissing someone.",
		"Never have I ever gotten my face stuck between burglar bars.",
		"Never have I ever gotten poop on my hand.",
		"Never have I ever gotten so sick I swore off a particular type of alcohol.",
		"Never have I ever gotten something stuck in my nose.",
		"Never have I ever gotten stitches.",
		"Never have I ever grabbed an electric fence.",
		"Never have I ever grabbed the wrong person’s hand.",
		"Never have I ever greeted someone I thought was someone else.",
		"Never have I ever grew a man bun to be cool.",
		"Never have I ever had a baby spit up on me.",
		"Never have I ever had a bad allergic reaction.",
		"Never have I ever had a bad fall because I was walking and texting.",
		"Never have I ever had a bedroom injury.",
		"Never have I ever had a birthday party.",
		"Never have I ever had a cavity.",
		"Never have I ever had a cheesy pick-up like work on me.",
		"Never have I ever had a close brush with death.",
		"Never have I ever had a crush on a friend's sibling.",
		"Never have I ever had a crush on a friend's significant other.",
		"Never have I ever had a crush on a friend’s parent.",
		"Never have I ever had a crush on a teacher.",
		"Never have I ever had a crush on my teacher.",
		"Never have I ever had a crush on someone from 'Full House'.",
		"Never have I ever had a crush, or man crush, on Ron Swanson.",
		"Never have I ever had a date with someone I met on an app.",
		"Never have I ever had a deep-fried candy bar.",
		"Never have I ever had a dream about someone I liked.",
		"Never have I ever had a drop land on the toilet seat and not cleaned it off.",
		"Never have I ever had a friend turn on me.",
		"Never have I ever had a full-body massage.",
		"Never have I ever had a hickey.",
		"Never have I ever had a hot pocket.",
		"Never have I ever had a jello shot.",
		"Never have I ever had a nightmare about zombies chasing me.",
		"Never have I ever had a one night stand.",
		"Never have I ever had a paranormal experience.",
		"Never have I ever had a physical fight with my best friend.",
		"Never have I ever had a shotgun wedding.",
		"Never have I ever had a smelly burp.",
		"Never have I ever had a stranger buy me a drink.",
		"Never have I ever had a surprise party thrown for me.",
		"Never have I ever had a temper tantrum in school.",
		"Never have I ever had a treehouse.",
		"Never have I ever had an open relationship.",
		"Never have I ever had breakfast in bed.",
		"Never have I ever had cops show up to my party.",
		"Never have I ever had dandruff.",
		"Never have I ever had diarrhea and vomited simultaneously.",
		"Never have I ever had diarrhea at a friend's house.",
		"Never have I ever had food stuck in my teeth all day.",
		"Never have I ever had gum in my hair.",
		"Never have I ever had my parents ask me if I were a virgin.",
		"Never have I ever had someone draw a caricature of me.",
		"Never have I ever had someone slap me across the face.",
		"Never have I ever had someone walk in on me in the bathroom.",
		"Never have I ever had stinky feet.",
		"Never have I ever had such bad diarrhea that I didn't make it to the bathroom in time.",
		"Never have I ever had surgery.",
		"Never have I ever had sushi.",
		"Never have I ever had the experience of being close to death.",
		"Never have I ever had to be carried to bed.",
		"Never have I ever had to call the cops on someone.",
		"Never have I ever had to fake it.",
		"Never have I ever had to run to save my life.",
		"Never have I ever Had to use Lubrication.",
		"Never have I ever had trouble sleeping after watching a scary movie.",
		"Never have I ever have you ever tripped in public.",
		"Never have I ever heard someone else doing it.",
		"Never have I ever held a snake.",
		"Never have I ever hit a home run.",
		"Never have I ever hit my boss.",
		"Never have I ever hit my teacher.",
		"Never have I ever hit on someone while on a date with someone else.",
		"Never have I ever hit someone with my car.",
		"Never have I ever hitchhiked.",
		"Never have I ever hooked up with a teacher.",
		"Never have I ever hopped seats on the school bus.",
		"Never have I ever hung upside down from monkey bars.",
		"Never have I ever I have eaten a liter of ice cream in one go.",
		"Never have I ever illegally taken something across the border.",
		"Never have I ever imagined my life as a sitcom and who would play me.",
		"Never have I ever indulged in a fight during a party.",
		"Never have I ever injected or swallowed drugs.",
		"Never have I ever injured myself while trying to impress a girl or boy I was interested in.",
		"Never have I ever jaywalked.",
		"Never have I ever juggled.",
		"Never have I ever jumped a fence.",
		"Never have I ever jumped from a roof.",
		"Never have I ever jumped in a pool with clothes on.",
		"Never have I ever jumped off a cliff.",
		"Never have I ever jumped out of a moving train.",
		"Never have I ever jumped out of a plane.",
		"Never have I ever just looked at myself naked in the mirror.",
		"Never have I ever killed a pet by accident.",
		"Never have I ever killed an animal when not hunting.",
		"Never have I ever killed ants with a magnifying glass.",
		"Never have I ever kiss and told.",
		"Never have I ever kissed a celebrity.",
		"Never have I ever kissed a stranger.",
		"Never have I ever kissed an animal.",
		"Never have I ever kissed anyone of my Facebook friends.",
		"Never have I ever kissed in the rain.",
		"Never have I ever kissed my best friend.",
		"Never have I ever kissed someone of the same sex.",
		"Never have I ever kissed someone on the first date.",
		"Never have I ever kissed someone without knowing him/her.",
		"Never have I ever kissed someone.",
		"Never have I ever knitted.",
		"Never have I ever laughed so hard I peed.",
		"Never have I ever laughed so hard that I peed in my pants.",
		"Never have I ever laughed so hard, I peed my pants.",
		"Never have I ever laughed until something I was drinking came out of my nose.",
		"Never have I ever learned how to play a musical instrument.",
		"Never have I ever left a drunk voicemail.",
		"Never have I ever let dirty dishes sit in the sink for over a week.",
		"Never have I ever licked a coin.",
		"Never have I ever licked a frozen pole.",
		"Never have I ever lied about a family member dying as an excuse to get out of doing something.",
		"Never have I ever lied about being related to someone on tv.",
		"Never have I ever lied about my age.",
		"Never have I ever lied about my birthday just to get a free dessert.",
		"Never have I ever lied about myself to get laid.",
		"Never have I ever lied about staying after school and went somewhere else.",
		"Never have I ever lied in a job interview.",
		"Never have I ever lied in this game.",
		"Never have I ever lied to a friend to avoid a greater evil.",
		"Never have I ever lied to a police officer.",
		"Never have I ever lied to avoid a ticket.",
		"Never have I ever lied to get a job.",
		"Never have I ever lied to my parents about being hungover.",
		"Never have I ever lied to my parents about where I was going.",
		"Never have I ever lied to my parents about where I’m going.",
		"Never have I ever liked Star Wars more than Star Trek.",
		"Never have I ever listened to Justin Bieber.",
		"Never have I ever littered.",
		"Never have I ever locked my keys in my car.",
		"Never have I ever looked at naughty pictures.",
		"Never have I ever looked out the car's passenger seat window and imagined it was a scene from a music video.",
		"Never have I ever looked through someone else’s phone without their permission.",
		"Never have I ever lost count of how many drinks I drank.",
		"Never have I ever lost glasses on the beach.",
		"Never have I ever lost my mobile phone.",
		"Never have I ever lost my swimwear bottoms.",
		"Never have I ever lost someone special.",
		"Never have I ever lost sunglasses that I was already wearing.",
		"Never have I ever lost the keys to my house.",
		"Never have I ever made a duck face when taking a selfie.",
		"Never have I ever made a fake social media account.",
		"Never have I ever made a gross smoothie.",
		"Never have I ever made a wish at a fountain.",
		"Never have I ever made an impulse purchase online while drunk.",
		"Never have I ever made any naughty videos.",
		"Never have I ever made dumb faces looking in the mirror.",
		"Never have I ever made fun of Justin Beiber.",
		"Never have I ever made fun of someone.",
		"Never have I ever Made love with someone from the university.",
		"Never have I ever made money by performing on the street.",
		"Never have I ever made out under the stars.",
		"Never have I ever made out with a stranger.",
		"Never have I ever made out with someone in a hot tub.",
		"Never have I ever made up my own cocktail.",
		"Never have I ever made vodka gummy bears.",
		"Never have I ever met a celebrity.",
		"Never have I ever missed a high five.",
		"Never have I ever mistaken a man for a women or vice versa.",
		"Never have I ever mistaken someone for being pregnant.",
		"Never have I ever named a stuffed animal.",
		"Never have I ever not tipped at a restaurant.",
		"Never have I ever owned a chainsaw.",
		"Never have I ever owned a gun.",
		"Never have I ever owned a watch.",
		"Never have I ever owned an iPhone.",
		"Never have I ever owned an Xbox.",
		"Never have I ever participated in a drinking competition.",
		"Never have I ever partied during Spring Break.",
		"Never have I ever passed a vehicle in a 'no passing' zone.",
		"Never have I ever passed out when not drinking.",
		"Never have I ever passed out with my head in the toilet.",
		"Never have I ever passed second base.",
		"Never have I ever peed in a bottle.",
		"Never have I ever peed in a pool.",
		"Never have I ever peed in a public pool.",
		"Never have I ever peed in the pool.",
		"Never have I ever peed in the shower.",
		"Never have I ever peed in the sink.",
		"Never have I ever peed in the swimming pool.",
		"Never have I ever peed my pants in public.",
		"Never have I ever peed on a bush.",
		"Never have I ever peeked at someone in the shower.",
		"Never have I ever peeled a sunburn and enjoyed it.",
		"Never have I ever peeled dead skin off my feet.",
		"Never have I ever performed in a talent show.",
		"Never have I ever picked a scab.",
		"Never have I ever picked a wedgie in public.",
		"Never have I ever picked my nose and ate it.",
		"Never have I ever picked my nose in public.",
		"Never have I ever picked my nose.",
		"Never have I ever picked stuff out of my belly button.",
		"Never have I ever pierced my belly button.",
		"Never have I ever pierced my eyebrow.",
		"Never have I ever pierced my lip.",
		"Never have I ever played 'Never have I ever' before.",
		"Never have I ever played a game over 3,000 hours.",
		"Never have I ever played beer pong.",
		"Never have I ever played Candy Crush.",
		"Never have I ever played CS:GO.",
		"Never have I ever played Fortnite.",
		"Never have I ever played games for over 24 hours.",
		"Never have I ever played hard to get.",
		"Never have I ever played Mario.",
		"Never have I ever played Minecraft.",
		"Never have I ever played on my phone, trying to look like I'm doing something important.",
		"Never have I ever played Pokemon.",
		"Never have I ever played poker at home for money.",
		"Never have I ever played Spin the Bottle.",
		"Never have I ever played strip poker.",
		"Never have I ever played this game.",
		"Never have I ever played video games all day.",
		"Never have I ever pointed a gun at someone.",
		"Never have I ever popped someone else's pimple.",
		"Never have I ever practiced public speaking in the mirror.",
		"Never have I ever prank called 911. (Bad idea!)",
		"Never have I ever prank called anyone.",
		"Never have I ever pressed send and then immediately regretted it.",
		"Never have I ever pressured a friend to break up.",
		"Never have I ever pressured someone into getting a tattoo or piercing.",
		"Never have I ever pretend to be bathing.",
		"Never have I ever pretended I was running from zombies while on a run.",
		"Never have I ever pretended that I was in a music video.",
		"Never have I ever pretended to know a stranger.",
		"Never have I ever pretended to laugh at a joke I didn't get.",
		"Never have I ever pretended to like wine to look classier.",
		"Never have I ever pretended to text while you secretly take a million selfies.",
		"Never have I ever pretended to wash my hands by turning the water on, just in case someone is listening.",
		"Never have I ever puked on an amusement ride.",
		"Never have I ever punched a wall.",
		"Never have I ever purchased alcohol duty-free on a cruise.",
		"Never have I ever put a thumb in it.",
		"Never have I ever put candy on pizza.",
		"Never have I ever put gum under a table.",
		"Never have I ever put ice cubes in my milk and cereal.",
		"Never have I ever ran a red light.",
		"Never have I ever ran away.",
		"Never have I ever ran out of the class while it was in progress.",
		"Never have I ever re-gifted something that was gifted to me.",
		"Never have I ever read a single Harry Potter book.",
		"Never have I ever read a whole Harry Potter book.",
		"Never have I ever read a whole novel in one day.",
		"Never have I ever read the bible.",
		"Never have I ever really liked a song by Justin Bieber.",
		"Never have I ever received a free drink.",
		"Never have I ever Received a serenade.",
		"Never have I ever recorded video of myself singing or dancing.",
		"Never have I ever refreshed over and over to see if I have any new messages.",
		"Never have I ever refused a kiss.",
		"Never have I ever regifted a gift card.",
		"Never have I ever reread an email immediately after sending it.",
		"Never have I ever returned an item I used or clothing I wore.",
		"Never have I ever ridden a bike on the sidewalk.",
		"Never have I ever ridden a skateboard.",
		"Never have I ever ridden a surfboard.",
		"Never have I ever ridden an animal.",
		"Never have I ever ridden in a helicopter.",
		"Never have I ever robbed a house.",
		"Never have I ever rode a bus without a ticket.",
		"Never have I ever rode a motorcycle.",
		"Never have I ever rode a train without a ticket.",
		"Never have I ever rode on a roller coaster with a loop.",
		"Never have I ever rubbed my skin to get the dead skin to roll up.",
		"Never have I ever ruined a car.",
		"Never have I ever ruined someone else’s vacation.",
		"Never have I ever run from a police officer.",
		"Never have I ever said 'excuse me' when there was no one around.",
		"Never have I ever said a baby was cute when it was obviously ugly.",
		"Never have I ever said a toast.",
		"Never have I ever said an “I love you” without feeling it.",
		"Never have I ever said I am never drinking again.",
		"Never have I ever said to people that I don't fart.",
		"Never have I ever said ‘I love you’ just to get laid.",
		"Never have I ever salted watermelon.",
		"Never have I ever sang a song and the background music had stopped.",
		"Never have I ever sang a song out loud and messed the lyrics.",
		"Never have I ever sang in the shower.",
		"Never have I ever sang karaoke.",
		"Never have I ever sang on a stage.",
		"Never have I ever sat in the backseat of a police cruiser.",
		"Never have I ever sat in the shower.",
		"Never have I ever sat on a public toilet.",
		"Never have I ever sat on a rooftop.",
		"Never have I ever scared myself in a mirror.",
		"Never have I ever scored over 100 while bowling.",
		"Never have I ever screamed because of a bug.",
		"Never have I ever screwed up at school.",
		"Never have I ever secretly eaten my baby’s baby food.",
		"Never have I ever secretly wished I was a wizard at Hogwarts.",
		"Never have I ever seen a topless on the beach.",
		"Never have I ever seen an alligator or crocodile in the wild.",
		"Never have I ever seen an elephant in real life.",
		"Never have I ever seen snow.",
		"Never have I ever seen someone die.",
		"Never have I ever seen someone else naked in person.",
		"Never have I ever seen Titanic.",
		"Never have I ever seen two girls one cup.",
		"Never have I ever sent a dirty text to the wrong person.",
		"Never have I ever sent a text to the wrong person.",
		"Never have I ever sent my food back to the chef.",
		"Never have I ever sent someone a sexy selfie.",
		"Never have I ever set a car on fire.",
		"Never have I ever set mine or someone else’s hair on fire.",
		"Never have I ever set my or someone else’s hair on fire on purpose.",
		"Never have I ever set something on fire (people included).",
		"Never have I ever set the fire alarm intentionally.",
		"Never have I ever shared passwords to services so family or friends didn't have to pay.",
		"Never have I ever sharted.",
		"Never have I ever shaved my balls.",
		"Never have I ever shaved my head.",
		"Never have I ever shit in my pants as an adult.",
		"Never have I ever shoplifted from a store.",
		"Never have I ever shoplifted something.",
		"Never have I ever shoplifted.",
		"Never have I ever shot a gun.",
		"Never have I ever shot a person by accident.",
		"Never have I ever shot spitballs in class.",
		"Never have I ever shotgunned a beer.",
		"Never have I ever skinny-dipped.",
		"Never have I ever skipped a movie to make out in the parking lot instead.",
		"Never have I ever skipped school.",
		"Never have I ever sleepwalked.",
		"Never have I ever slept in regular clothing.",
		"Never have I ever slept in the buff.",
		"Never have I ever slept on the job.",
		"Never have I ever slipped and fell on nothing.",
		"Never have I ever slipped someone my phone number.",
		"Never have I ever smelled clothing to see if they were too dirty to wear again.",
		"Never have I ever smiled at someone when I realize I wasn't listening to what they were saying.",
		"Never have I ever smoked a cigar.",
		"Never have I ever smoked marijuana.",
		"Never have I ever smoked up in the bathroom of high school.",
		"Never have I ever smoked weed.",
		"Never have I ever smuggled food or candy into a movie theater.",
		"Never have I ever smuggled something into another country.",
		"Never have I ever Sneaked into a party.",
		"Never have I ever snooped through a friend’s bathroom or bedroom without them knowing.",
		"Never have I ever snuck into a club.",
		"Never have I ever snuck into a movie without paying.",
		"Never have I ever snuck into a movie.",
		"Never have I ever snuck out of the house.",
		"Never have I ever spent a night in the woods with no shelter.",
		"Never have I ever spent hours watching funny videos on Youtube.",
		"Never have I ever spent over $100 on a game or game items.",
		"Never have I ever spent time in detention.",
		"Never have I ever spied on my neighbors.",
		"Never have I ever spit in a drink before giving it to someone.",
		"Never have I ever spit out gum onto the ground.",
		"Never have I ever stalked a crush.",
		"Never have I ever stalked an ex’s boyfriend or girlfriend on social media.",
		"Never have I ever stapled torn cloth(es) instead of stitching them.",
		"Never have I ever started a fire in a house.",
		"Never have I ever started a fire in a restaurant.",
		"Never have I ever stayed friends with an ex.",
		"Never have I ever stayed in character all day.",
		"Never have I ever stayed up all night.",
		"Never have I ever stayed up for more than 24 hours.",
		"Never have I ever stepped barefoot in dog poop.",
		"Never have I ever stole something with a higher value than $10.",
		"Never have I ever stolen a friend's story and pretend it happened to me.",
		"Never have I ever stolen alcohol from my parents.",
		"Never have I ever stolen from a friend.",
		"Never have I ever stolen money from a sibling's piggy bank.",
		"Never have I ever stolen money from my father’s wallet.",
		"Never have I ever stolen money from someone.",
		"Never have I ever stolen something from a restaurant.",
		"Never have I ever stolen wifi from an unsecured network.",
		"Never have I ever stolen.",
		"Never have I ever stood dumb during a play.",
		"Never have I ever stop remembering my first love.",
		"Never have I ever streaked.",
		"Never have I ever stuck a piece of gum on someone’s hair.",
		"Never have I ever stuck gum under a desk.",
		"Never have I ever submitted someone else assignment as your own.",
		"Never have I ever sucked my thumb.",
		"Never have I ever sung karaoke in front of people.",
		"Never have I ever sung karaoke.",
		"Never have I ever swam in the ocean.",
		"Never have I ever swam naked in a pool/beach.",
		"Never have I ever taken a blow job shot.",
		"Never have I ever taken a horrible picture on picture day.",
		"Never have I ever taken a lift from a stranger.",
		"Never have I ever taken a sexy selfie.",
		"Never have I ever taken a shot with no hands.",
		"Never have I ever taken by ambulance to the hospital.",
		"Never have I ever taken food out of a trash can and eaten it.",
		"Never have I ever taken part in a tale.",
		"Never have I ever taken part in a talent show.",
		"Never have I ever talked my way out of a traffic ticket.",
		"Never have I ever tasted cat food.",
		"Never have I ever tasted dog or cat food.",
		"Never have I ever tasted earwax.",
		"Never have I ever tasted myself.",
		"Never have I ever texted for four hours straight.",
		"Never have I ever texted someone I didn't mean to when I was tipsy.",
		"Never have I ever thought a cartoon character was hot.",
		"Never have I ever thought a fart smelled good.",
		"Never have I ever thought a movie was better than the book.",
		"Never have I ever thought about how a loved one could identify me if my face was horribly disfigured in an accident.",
		"Never have I ever thought about what type of dog I would be.",
		"Never have I ever thought I was going to drown.",
		"Never have I ever thought of being a student of Hogwarts.",
		"Never have I ever threw up in public.",
		"Never have I ever thrown a controller.",
		"Never have I ever thrown something at a moving car.",
		"Never have I ever thrown something into a TV or computer screen.",
		"Never have I ever thrown something out of the school bus window.",
		"Never have I ever thrown up after eating nachos at a movie theater.",
		"Never have I ever thrown up after seeing someone else throw up.",
		"Never have I ever thrown up in my mouth and swallowed it.",
		"Never have I ever thrown up in public.",
		"Never have I ever thrown up on a perfect stranger.",
		"Never have I ever thrown up on a roller coaster.",
		"Never have I ever told a teacher what I really thought of an assignment.",
		"Never have I ever tossed the salad.",
		"Never have I ever Touched Myself to a Youtube Video.",
		"Never have I ever toured a brewery.",
		"Never have I ever traveled alone.",
		"Never have I ever traveled by myself.",
		"Never have I ever traveled by plane.",
		"Never have I ever traveled out of state by myself.",
		"Never have I ever traveled with a stranger.",
		"Never have I ever traveled without a ticket.",
		"Never have I ever tried a banana and mayonnaise sandwich.",
		"Never have I ever tried a cheesy pick-up line on someone.",
		"Never have I ever tried a craft beer.",
		"Never have I ever tried a restaurant's food challenge.",
		"Never have I ever tried anchovies.",
		"Never have I ever tried baby food.",
		"Never have I ever tried bbq pork nachos.",
		"Never have I ever tried Champagne.",
		"Never have I ever tried chicken and waffles.",
		"Never have I ever tried counting how many licks it took to get to the center of a Tootsie Pop.",
		"Never have I ever tried eggs with runny yolks.",
		"Never have I ever tried guessing someone's password.",
		"Never have I ever tried moonshine.",
		"Never have I ever tried out to be an extra in a movie.",
		"Never have I ever tried pickles with peanut butter.",
		"Never have I ever tried reading upside down.",
		"Never have I ever tried skinny dipping.",
		"Never have I ever tried something I saw on Pinterest.",
		"Never have I ever tried Taco Bell breakfast.",
		"Never have I ever tried to cut my hair.",
		"Never have I ever tried to cut my own hair.",
		"Never have I ever tried to do a keg stand.",
		"Never have I ever tried to drink a complete glass of cola in one go.",
		"Never have I ever tried to eat 6 saltines in a minute.",
		"Never have I ever tried to flee the cops.",
		"Never have I ever tried to impress a crush by seeming knowledgeable about things they liked.",
		"Never have I ever tried to look at the sun.",
		"Never have I ever tried to pass a silent fart, but it came out loud instead.",
		"Never have I ever tried to repeat an action scene in the house.",
		"Never have I ever tried to sign a permission slip for my parents.",
		"Never have I ever tried watching TV upside down.",
		"Never have I ever tried wine in a box.",
		"Never have I ever trimmed my toenails with my teeth.",
		"Never have I ever tripped in public.",
		"Never have I ever turned someone down.",
		"Never have I ever turned underwear inside out to get more use out of it.",
		"Never have I ever ugly cried for no reason.",
		"Never have I ever urinated in a drink before giving it to someone.",
		"Never have I ever used a baby spoon to eat ice cream so it would last longer.",
		"Never have I ever used a fake I.D.",
		"Never have I ever used a public restroom that had no toilet paper.",
		"Never have I ever used an Instant Pot.",
		"Never have I ever used medicine that was prescribed to me.",
		"Never have I ever used my cell phone while driving.",
		"Never have I ever used my hands as a tissue (out of necessity).",
		"Never have I ever used someone else's toothbrush.",
		"Never have I ever used someone else’s toothbrush.",
		"Never have I ever used the bathroom and not washed my hands.",
		"Never have I ever used the bathroom in complete darkness.",
		"Never have I ever used the excuse 'my dog ate my homework'.",
		"Never have I ever used training wheels.",
		"Never have I ever used wifi from an unsecured network.",
		"Never have I ever voted.",
		"Never have I ever walked a moonlit beach.",
		"Never have I ever walked a tight rope.",
		"Never have I ever walked around with my zipper down.",
		"Never have I ever walked for more than six hours.",
		"Never have I ever walked in on someone in the bathroom.",
		"Never have I ever walked out of a movie because it was bad.",
		"Never have I ever wanted a friend's boyfriend.",
		"Never have I ever wanted to be a superhero.",
		"Never have I ever wanted to be one of the Kardashians.",
		"Never have I ever wanted to be reborn as a dog.",
		"Never have I ever wanted to fall in love with my sister’s/brother's friend.",
		"Never have I ever wanted to read my spouse’s mind while he/she said I Love You.",
		"Never have I ever watched a friend (do it).",
		"Never have I ever watched a movie because I knew it had nudity.",
		"Never have I ever watched an episode of 'Gilmore Girls'.",
		"Never have I ever watched Blue's Clues.",
		"Never have I ever watched children's cartoons I'm too old for.",
		"Never have I ever watched keeping up with the Kardashians.",
		"Never have I ever watched pimple popping videos.",
		"Never have I ever watched Spongebob Squarepants.",
		"Never have I ever watched the 'Gangnam Style' music video.",
		"Never have I ever watched the Ghostbusters remake.",
		"Never have I ever watched the Hangover.",
		"Never have I ever wet the bed after childhood.",
		"Never have I ever wet the bed as an adult.",
		"Never have I ever winked or whistled at someone.",
		"Never have I ever wiped my armpits with a towel instead of showering.",
		"Never have I ever wished for something bad to happen to someone I knew.",
		"Never have I ever wished I had bunk beds.",
		"Never have I ever wished something from a meteorite.",
		"Never have I ever wished to be a superhero.",
		"Never have I ever woken up and couldn’t move.",
		"Never have I ever woken up drunk the next day.",
		"Never have I ever Woken up drunk.",
		"Never have I ever won a game of Monopoly.",
		"Never have I ever won a game of Scrabble.",
		"Never have I ever wore perfume or cologne because I didn't have deodorant.",
		"Never have I ever worked at a fast-food restaurant.",
		"Never have I ever worked with someone I hated with the burning passion of a thousand suns.",
		"Never have I ever worn Crocs.",
		"Never have I ever worn glasses without lenses.",
		"Never have I ever worn sleepwear and pretended it was clothing.",
		"Never have I ever worn someone else's underwear.",
		"Never have I ever worn the same jeans for a week without washing them.",
		"Never have I ever worn the same pair of underwear for more than 3 days.",
		"Never have I ever worn the same pair of underwear for more than 5 days.",
		"Never have I ever worn the same pair of underwear for more than a week.",
		"Never have I ever worn the same underwear twice.",
		"Never have I ever written graffiti.",
		"Never have I ever written notes on the desk to use during a test.",
		"Never have I ever asked someone to buy me a drink.",
		"Never have I ever asked someone to buy me alcohol when underage.",
		"Never have I ever been arrested while drunk.",
		"Never have I ever been asked to leave a party.",
		"Never have I ever been drawn on or drawn on someone passed out.",
		"Never have I ever been drunk at a funeral.",
		"Never have I ever been drunk before lunchtime.",
		"Never have I ever been drunk in a foreign country.",
		"Never have I ever been drunk on less than three drinks.",
		"Never have I ever been embarrassed about what a friend told me happened on a night out.",
		"Never have I ever been put to bed by my friends.",
		"Never have I ever been scared to check my phone after a night out.",
		"Never have I ever been sick from drinking.",
		"Never have I ever been sick in a taxi.",
		"Never have I ever been so drunk I peed in my bed.",
		"Never have I ever been to a bar on my own.",
		"Never have I ever been to a club sober.",
		"Never have I ever been too drunk to remember a night out.",
		"Never have I ever been too drunk to remember where I live.",
		"Never have I ever been too drunk to remember where I was.",
		"Never have I ever been unable to drink a type of alcohol after a bad night.",
		"Never have I ever blamed alcohol for something I did.",
		"Never have I ever blamed alcohol for something I said.",
		"Never have I ever boofed my beer.",
		"Never have I ever bought someone a drink.",
		"Never have I ever chugged a beer in less than 10 seconds and then puked.",
		"Never have I ever chugged a beer in less than 10 seconds.",
		"Never have I ever cried on a night out.",
		"Never have I ever done a body shot or had someone do a body shot off of me.",
		"Never have I ever drank a 70cl bottle of vodka in one night.",
		"Never have I ever drank alcohol at school.",
		"Never have I ever drank alcohol at work.",
		"Never have I ever drank alcohol during breakfast.",
		"Never have I ever drank alcohol off of a plate.",
		"Never have I ever drank alcohol on public transport.",
		"Never have I ever drank alcohol out of a dog bowl.",
		"Never have I ever drank alcohol to calm my nerves.",
		"Never have I ever drank alcohol to gain confidence.",
		"Never have I ever drank alcohol to win a bet.",
		"Never have I ever drank any kind of spirit.",
		"Never have I ever drank beer.",
		"Never have I ever drank on an empty stomach.",
		"Never have I ever drank on my own.",
		"Never have I ever drank over ten beers on the same night.",
		"Never have I ever drank so much I couldn't get it up (whiskey dick).",
		"Never have I ever drank so much I had to get carried home.",
		"Never have I ever drank tequila.",
		"Never have I ever drank water during a game of Never Have I Ever.",
		"Never have I ever dressed as a couple for Halloween.",
		"Never have I ever Drink alone.",
		"Never have I ever drink whiskey like water.",
		"Never have I ever driven under the influence.",
		"Never have I ever drunk called someone.",
		"Never have I ever fallen over due to drinking.",
		"Never have I ever fell off a bed when drunk.",
		"Never have I ever fell off a sofa when drunk.",
		"Never have I ever flirted with someone so they would get me a drink.",
		"Never have I ever given alcohol to someone underage.",
		"Never have I ever given away a secret while drunk.",
		"Never have I ever gone home to the wrong house while drunk.",
		"Never have I ever gone home with someone because they bought me alcohol.",
		"Never have I ever gone home with someone just because I was drunk.",
		"Never have I ever gone out to a club on my own.",
		"Never have I ever gone to school with a hangover.",
		"Never have I ever gone to work with a hangover.",
		"Never have I ever gotten drunk in my underwear.",
		"Never have I ever gotten drunk while underage.",
		"Never have I ever gotten drunk with my parents.",
		"Never have I ever gotten kicked out of a club.",
		"Never have I ever gotten lost while drunk.",
		"Never have I ever had a hangover so bad I couldn't leave bed all day.",
		"Never have I ever had a hangover so bad I wanted to be dead.",
		"Never have I ever had a hangover.",
		"Never have I ever had a month without alcohol since I started drinking.",
		"Never have I ever had an accident while drunk.",
		"Never have I ever had to ask someone in the morning where I was.",
		"Never have I ever had to drink a dirty pint.",
		"Never have I ever lost a phone while drunk.",
		"Never have I ever lost something while drunk.",
		"Never have I ever made a cocktail.",
		"Never have I ever minesweeped (drank the half-empty drinks around the room).",
		"Never have I ever opened a bottle with another bottle.",
		"Never have I ever opened a bottle with my boobs.",
		"Never have I ever opened a bottle with my teeth.",
		"Never have I ever paid a debt with alcohol.",
		"Never have I ever passed out from drinking.",
		"Never have I ever passed out on a toilet.",
		"Never have I ever played a drinking game.",
		"Never have I ever played a sport while drinking.",
		"Never have I ever played a video game drunk.",
		"Never have I ever played beer pong.",
		"Never have I ever pretended to be drunk.",
		"Never have I ever put alcohol in my cereal.",
		"Never have I ever put fruit in a drink.",
		"Never have I ever regretted drinking.",
		"Never have I ever sang karaoke while drunk.",
		"Never have I ever sent a drunk text/message.",
		"Never have I ever slept outside while drunk.",
		"Never have I ever smashed a phone while drunk.",
		"Never have I ever sneaked alcohol into a cinema.",
		"Never have I ever spent over £100 on a night out.",
		"Never have I ever spilled a drink on a stranger.",
		"Never have I ever stolen alcohol from my parents.",
		"Never have I ever stolen someone's drink.",
		"Never have I ever taken a selfie with an alcoholic drink.",
		"Never have I ever taken a shot.",
		"Never have I ever taken a sick day from work/school due to drinking.",
		"Never have I ever Talked to anyone drunk.",
		"Never have I ever thrown up on someone while drunk.",
		"Never have I ever thrown up on the floor because I couldn't find the bathroom.",
		"Never have I ever tried to enter the wrong house when drunk.",
		"Never have I ever tried to get someone drunk.",
		"Never have I ever used alcohol to lower my own or someone else's inhibitions.",
		"Never have I ever walked a dog drunk.",
		"Never have I ever woken up drunk.",
		"Never have I ever woken up sick after drinking.",
		"Never have I ever advised someone to leave their partner.",
		"Never have I ever asked for someone's phone number.",
		"Never have I ever asked my ex to stay friends.",
		"Never have I ever been called a tease.",
		"Never have I ever been called just a friend.",
		"Never have I ever been denied a kiss on a first date.",
		"Never have I ever been denied a kiss.",
		"Never have I ever been dissatisfied in a relationship.",
		"Never have I ever been dumped.",
		"Never have I ever been in a relationship because it's better than being alone.",
		"Never have I ever been in an open relationship.",
		"Never have I ever been in love with a best friend.",
		"Never have I ever been on a blind date.",
		"Never have I ever been on a dating website.",
		"Never have I ever been on a double date.",
		"Never have I ever been on a tinder date.",
		"Never have I ever been the other guy or girl.",
		"Never have I ever been told I love you.",
		"Never have I ever been turned down.",
		"Never have I ever been unhappy with my body.",
		"Never have I ever been unhappy with my partner's body.",
		"Never have I ever been with someone just because they were attractive.",
		"Never have I ever broken up with someone by text.",
		"Never have I ever broken up with someone in public.",
		"Never have I ever broken up with someone over the phone.",
		"Never have I ever brought a date to a family event.",
		"Never have I ever brought someone home to meet the parents.",
		"Never have I ever cheated on a partner.",
		"Never have I ever confessed my crush how I feel about her.",
		"Never have I ever cried in front of an ex.",
		"Never have I ever dated more than one person at once.",
		"Never have I ever dated someone for more than a year.",
		"Never have I ever dated someone just to make someone else jealous.",
		"Never have I ever dated someone older than me.",
		"Never have I ever dated someone younger than me.",
		"Never have I ever dated the same person twice.",
		"Never have I ever denied a relationship.",
		"Never have I ever fallen in love at first sight.",
		"Never have I ever fallen in love with someone without meeting them.",
		"Never have I ever fantasized about a friend's partner.",
		"Never have I ever fantasized about my friend's significant other.",
		"Never have I ever flirted with a friend's partner.",
		"Never have I ever flirted with a person to win a bet.",
		"Never have I ever flirted with someone in an online game.",
		"Never have I ever flirted with someone just to turn them on.",
		"Never have I ever flirted with someone when I knew they were taken.",
		"Never have I ever flirted with someone when I was taken.",
		"Never have I ever given a love letter.",
		"Never have I ever given or received a hickey.",
		"Never have I ever given someone my phone number.",
		"Never have I ever gone speed dating.",
		"Never have I ever gotten married.",
		"Never have I ever had a crush on a friend's partner.",
		"Never have I ever had a crush on my babysitter.",
		"Never have I ever had a crush on my friend's partner.",
		"Never have I ever had a crush.",
		"Never have I ever had a one night stand.",
		"Never have I ever had a partner I was afraid of introducing to my parents.",
		"Never have I ever had a rebound.",
		"Never have I ever had a relationship with two people from the same family.",
		"Never have I ever had my heart broken.",
		"Never have I ever had two dates on the same day.",
		"Never have I ever had two partners at the same time.",
		"Never have I ever hit on someone I know is married.",
		"Never have I ever hooked up with someone I just met within the first 24 hours.",
		"Never have I ever hooked up with someone I met online.",
		"Never have I ever insulted an ex after a break-up.",
		"Never have I ever kissed more than three people in one night.",
		"Never have I ever kissed on the first date.",
		"Never have I ever kissed someone and immediately regretted it.",
		"Never have I ever kissed someone without knowing their name.",
		"Never have I ever lied about being single because I wasn't interested in the person.",
		"Never have I ever lied to my partner.",
		"Never have I ever looked through my partner's messages.",
		"Never have I ever looked through my partner's pictures.",
		"Never have I ever not known what to respond with when hearing I love you.",
		"Never have I ever owned a Kama Sutra.",
		"Never have I ever peeked at someone else while they were changing.",
		"Never have I ever pretended to like something just because my crush did.",
		"Never have I ever received a love letter.",
		"Never have I ever rejected someone because they were too hairy.",
		"Never have I ever said 'I love you' to someone.",
		"Never have I ever said 'I love you' without meaning it.",
		"Never have I ever said bad things about my partner behind their back.",
		"Never have I ever said I love you without meaning it.",
		"Never have I ever shaved my partner's pubic hair.",
		"Never have I ever slept with a celebrity.",
		"Never have I ever slept with my boss to get ahead, or with a teacher to get a good grade.",
		"Never have I ever slept with someone I wasn't attracted to.",
		"Never have I ever slept with someone twice my age.",
		"Never have I ever spied on an ex online.",
		"Never have I ever spoken badly of an ex.",
		"Never have I ever spoken to someone just because they were attractive.",
		"Never have I ever stalked an ex online.",
		"Never have I ever stalked by an ex online.",
		"Never have I ever taken someone to the cinema for a first date.",
		"Never have I ever thought about marrying my partner.",
		"Never have I ever told someone that I loved them.",
		"Never have I ever tried things for my partner that I pledged I would never do.",
		"Never have I ever tried to steal someone's partner.",
		"Never have I ever used a dating app or website.",
		"Never have I ever used a pick-up line.",
		"Never have I ever used Tinder to meet a date.",
		"Never have I ever acted like I fluently speak a foreign language.",
		"Never have I ever asked for a raise.",
		"Never have I ever been a programmer.",
		"Never have I ever been a zookeeper.",
		"Never have I ever been aroused at work.",
		"Never have I ever been bullied.",
		"Never have I ever been fired.",
		"Never have I ever been late for work or school.",
		"Never have I ever been mad at a customer.",
		"Never have I ever been suspended.",
		"Never have I ever been to university.",
		"Never have I ever begged a teacher for a better grade.",
		"Never have I ever bitched about my boss behind their back.",
		"Never have I ever blamed someone else for my mistake at work.",
		"Never have I ever bullied someone.",
		"Never have I ever cheated on a test.",
		"Never have I ever claimed that the homework was eaten by my dog.",
		"Never have I ever copied homework or an assignment from the internet.",
		"Never have I ever cried at work or school.",
		"Never have I ever cursed a teacher.",
		"Never have I ever disliked my job.",
		"Never have I ever eaten food during a class.",
		"Never have I ever eaten food from a customer's plate after they left.",
		"Never have I ever failed a class.",
		"Never have I ever failed a test.",
		"Never have I ever failed out of university.",
		"Never have I ever fallen asleep at work or school.",
		"Never have I ever farted at work.",
		"Never have I ever farted in front of a classmate or coworker.",
		"Never have I ever fired someone.",
		"Never have I ever flipped a desk.",
		"Never have I ever flirted with my teacher.",
		"Never have I ever flirted with someone I work with.",
		"Never have I ever forgot my locker combination.",
		"Never have I ever forgotten it was a weekend and went to work or school.",
		"Never have I ever gone to a school prom alone.",
		"Never have I ever gone to a school prom.",
		"Never have I ever gone to school or work without brushing my teeth.",
		"Never have I ever gone to school or work without deodorant.",
		"Never have I ever gone to work hungover.",
		"Never have I ever gone to work or school in my pajamas.",
		"Never have I ever gone to work or school without underwear.",
		"Never have I ever gotten a teacher fired.",
		"Never have I ever gotten below a 3.0 GPA.",
		"Never have I ever gotten into a fight at school.",
		"Never have I ever gotten someone fired.",
		"Never have I ever gotten straight A's.",
		"Never have I ever had a crush on a classmate.",
		"Never have I ever had a crush on a teacher.",
		"Never have I ever had a dream about a classmate.",
		"Never have I ever had a dream about someone I work with.",
		"Never have I ever had a job.",
		"Never have I ever had my boss shout at me.",
		"Never have I ever had someone else take an exam for me.",
		"Never have I ever had tutoring.",
		"Never have I ever hated a teacher or coworker.",
		"Never have I ever ignored a social media request from a coworker.",
		"Never have I ever insulted a teacher or coworker.",
		"Never have I ever insulted my teacher or boss.",
		"Never have I ever jumped out of a window.",
		"Never have I ever kissed a coworker or classmate.",
		"Never have I ever kissed someone in school.",
		"Never have I ever lied about my hours at work.",
		"Never have I ever lied about my job.",
		"Never have I ever lied during an interview.",
		"Never have I ever lied on my cv.",
		"Never have I ever lied to a customer.",
		"Never have I ever lied to my boss.",
		"Never have I ever made a fool of myself at a work party.",
		"Never have I ever made a teacher or coworker cry.",
		"Never have I ever missed the school bus.",
		"Never have I ever overslept for work or school.",
		"Never have I ever pantsed a kid.",
		"Never have I ever performed in a school play.",
		"Never have I ever play ball of paper.",
		"Never have I ever played on a school sports team.",
		"Never have I ever pretended I didn't understand a foreign language.",
		"Never have I ever pretended to be sick to avoid school or work.",
		"Never have I ever pretended to be sick to go home.",
		"Never have I ever pulled a 'sickie' from work.",
		"Never have I ever pulled an all-nighter.",
		"Never have I ever received detention.",
		"Never have I ever regretted a career decision.",
		"Never have I ever regretted choosing a subject at school.",
		"Never have I ever sang in the school cafeteria.",
		"Never have I ever shouted at a customer.",
		"Never have I ever skipped a class.",
		"Never have I ever skipped a day of school.",
		"Never have I ever skipped school because of snow.",
		"Never have I ever slept at school.",
		"Never have I ever slept at work.",
		"Never have I ever slept through a test.",
		"Never have I ever slept with a teacher.",
		"Never have I ever slept with someone from work.",
		"Never have I ever spoken a foreign language.",
		"Never have I ever spread a rumor about my teacher.",
		"Never have I ever stolen from work or school.",
		"Never have I ever stolen someone's idea at work.",
		"Never have I ever sworn at a classmate or customer.",
		"Never have I ever taken pictures of a blackboard.",
		"Never have I ever taught someone.",
		"Never have I ever thrown up at work or school.",
		"Never have I ever tried to start a company.",
		"Never have I ever violated a school dress code.",
		"Never have I ever watched a high school musical movie.",
		"Never have I ever worked in a fast food place.",
		"Never have I ever worked in finance.",
		"Never have I ever worked in IT.",
		"Never have I ever worked in sales.",
		"Never have I ever worked past midnight.",
		"Never have I ever worn a uniform.",
		"Never have I ever worn the same clothes to work or school two days in a row.",
		"Never have I ever written a book.",
		"Never have I ever written an assignment."
	],
	"nsfw": [
		"Never have I ever walked on my parents having sex.",
		"Never have I ever drank so much that I fell asleep while having sex.",
		"Never have I ever left a friend at a party to have sex.",
		"Never have I ever had drunken sex.",
		"Never have I ever watched porn with a cousin.",
		"Never have I ever tried a flavored condom.",
		"Never have I ever didn't use a condom while drunk.",
		"Never have I ever adjusted my buttons based on who's in the room.",
		"Never have I ever agreed to a sexual position without knowing what it is.",
		"Never have I ever asked a friend to check me for an STD.",
		"Never have I ever asked my partner to be more assertive during sex.",
		"Never have I ever asked someone for a prom date.",
		"Never have I ever asked someone to marry me.",
		"Never have I ever asked someone to shower before having sex.",
		"Never have I ever been a booty-call.",
		"Never have I ever been a clingy boyfriend.",
		"Never have I ever been a part of double penetration.",
		"Never have I ever been approached by a prostitute.",
		"Never have I ever been asked to be in a threesome.",
		"Never have I ever been asked to do striptease for money after an office party you don't recall anything from.",
		"Never have I ever been attracted to someone more than 10 years older or younger than me.",
		"Never have I ever been blindfolded during sex.",
		"Never have I ever been caught having sex in a car.",
		"Never have I ever been caught having sex in public.",
		"Never have I ever been dogging.",
		"Never have I ever been dominant while having sex.",
		"Never have I ever been dominated while having sex.",
		"Never have I ever been hit by someone else's penis.",
		"Never have I ever been in a 69 sex position.",
		"Never have I ever been inside Victoria Secret.",
		"Never have I ever been interrupted while having sex.",
		"Never have I ever been into a sex shop.",
		"Never have I ever been kicked out after having sex.",
		"Never have I ever been on a blind date.",
		"Never have I ever been on a double date with my parents.",
		"Never have I ever been playful with whipped cream.",
		"Never have I ever been proposed to.",
		"Never have I ever been serenaded to.",
		"Never have I ever been sexually aroused looking at myself.",
		"Never have I ever been shocked by a sex story.",
		"Never have I ever been skinny dipping.",
		"Never have I ever been swinging.",
		"Never have I ever been tied up during sex.",
		"Never have I ever been to a drive-in movie.",
		"Never have I ever been to a strip club.",
		"Never have I ever been to an adult store.",
		"Never have I ever been told I'm bad at sex.",
		"Never have I ever been told what to do during sex.",
		"Never have I ever been walked in on while having sex.",
		"Never have I ever been watched by an animal during sex.",
		"Never have I ever been with more than one person in a day.",
		"Never have I ever bitten someone's ear.",
		"Never have I ever blindfolded my partner during sex.",
		"Never have I ever bought a girl heart box of chocolates on Valentine's Day.",
		"Never have I ever bought a pregnancy test.",
		"Never have I ever bought a sex toy.",
		"Never have I ever bought lingerie for someone.",
		"Never have I ever bought lingerie.",
		"Never have I ever bought lube.",
		"Never have I ever bought porn.",
		"Never have I ever bought someone else a sex toy.",
		"Never have I ever broken a condom during sex.",
		"Never have I ever cat-called a girl.",
		"Never have I ever changed my mind about having sex with someone after seeing them naked.",
		"Never have I ever cheated on a girlfriend.",
		"Never have I ever complimented someone's genitals.",
		"Never have I ever considered being a stripper.",
		"Never have I ever cried after sex.",
		"Never have I ever cried during sex.",
		"Never have I ever cut myself while shaving my pubes.",
		"Never have I ever dated a stripper.",
		"Never have I ever dated more than one person at once.",
		"Never have I ever done a body shot.",
		"Never have I ever done it in a public place.",
		"Never have I ever done it more than 2 times in a day.",
		"Never have I ever done it outside.",
		"Never have I ever done it with a friend's sister.",
		"Never have I ever drank so much that I fell asleep while having sex.",
		"Never have I ever dreamed about some friends having sex.",
		"Never have I ever dressed as a woman.",
		"Never have I ever dressed up as a naughty schoolgirl.",
		"Never have I ever eaten during sex.",
		"Never have I ever eaten food off of someone's naked body.",
		"Never have I ever exposed myself because of a dare.",
		"Never have I ever exposed myself because someone asked.",
		"Never have I ever faked an orgasm.",
		"Never have I ever faked multiple orgasms.",
		"Never have I ever fallen asleep while having sex.",
		"Never have I ever fantasied about a three-some.",
		"Never have I ever fantasied about having sex with a teacher.",
		"Never have I ever fantasized about sex with someone providing me a service.",
		"Never have I ever fantasized about someone else.",
		"Never have I ever farted while having sex.",
		"Never have I ever fingered a man.",
		"Never have I ever fingered a partner in a public place.",
		"Never have I ever fingered a woman.",
		"Never have I ever finished in the same condom more than once.",
		"Never have I ever finished myself off after sex because I wasn't satisfied.",
		"Never have I ever flirted with a boss in an attempt to get a promotion.",
		"Never have I ever flirted with someone in front of my partner.",
		"Never have I ever flirted with someone more than 10 years older than me.",
		"Never have I ever flirted with someone.",
		"Never have I ever fooled around in a sibling's room.",
		"Never have I ever gently whispered in someone's ear.",
		"Never have I ever given a blowjob.",
		"Never have I ever given a guy a fake number.",
		"Never have I ever given a hand-job.",
		"Never have I ever given a rainbow kiss.",
		"Never have I ever given anal sex.",
		"Never have I ever given money for a one-night stand.",
		"Never have I ever given my genital a nickname.",
		"Never have I ever given scratch or bite marks during sex.",
		"Never have I ever given someone else a hickey.",
		"Never have I ever gone commando.",
		"Never have I ever gone home with someone because I couldn't find anyone better.",
		"Never have I ever gone to church in an attempt to meet someone.",
		"Never have I ever got curious and used viagra.",
		"Never have I ever got rejected for a prom date.",
		"Never have I ever gotten sperm in my eye.",
		"Never have I ever gotten sperm in my hair.",
		"Never have I ever gotten sperm in someone's eye.",
		"Never have I ever gotten sperm in someone's hair.",
		"Never have I ever groped my partner in a public place.",
		"Never have I ever groped my partner in a public swimming pool.",
		"Never have I ever had a bedroom injury.",
		"Never have I ever had a boyfriend.",
		"Never have I ever had a cheesy pick-up like work on me.",
		"Never have I ever had a crush on a friend's sibling.",
		"Never have I ever had a crush on a teacher.",
		"Never have I ever had a crush on my best friend's guy.",
		"Never have I ever had a date with someone I met on an app.",
		"Never have I ever had a dream about someone I liked.",
		"Never have I ever had a finger in my bum.",
		"Never have I ever had a foursome with three other men.",
		"Never have I ever had a friend with benefits.",
		"Never have I ever had a full-body massage.",
		"Never have I ever had a girlfriend.",
		"Never have I ever had a hickey.",
		"Never have I ever had a one night stand.",
		"Never have I ever had a partner with a sex piercing.",
		"Never have I ever had a pregnancy scare.",
		"Never have I ever had a quickie.",
		"Never have I ever had a scratch or bite marks after sex.",
		"Never have I ever had a threesome.",
		"Never have I ever had a vaginal orgasm.",
		"Never have I ever had aches and pains due to sex.",
		"Never have I ever had an anal orgasm.",
		"Never have I ever had breakfast in bed.",
		"Never have I ever had fantasies about a friend while having sex with my partner.",
		"Never have I ever had fantasies about a friend.",
		"Never have I ever had fantasies about someone else while having sex with my partner.",
		"Never have I ever had flirted with someone to make someone jealous.",
		"Never have I ever had food eaten off my naked body.",
		"Never have I ever had kinky sex.",
		"Never have I ever had more than 10 sexual partners.",
		"Never have I ever had my parents ask if I am a virgin.",
		"Never have I ever had my partner get stuck in me.",
		"Never have I ever had oral sex someone I just met.",
		"Never have I ever had sex at a wedding.",
		"Never have I ever had sex before the age of 16.",
		"Never have I ever had sex before the age of 17.",
		"Never have I ever had sex before the age of 18.",
		"Never have I ever had sex before the age of 19.",
		"Never have I ever had sex before the age of 20.",
		"Never have I ever had sex before the age of 25.",
		"Never have I ever had sex in a car.",
		"Never have I ever had sex in a closet.",
		"Never have I ever had sex in a friend's bed without telling them.",
		"Never have I ever had sex in a friend's house.",
		"Never have I ever had sex in a hot tub.",
		"Never have I ever had sex in a library.",
		"Never have I ever had sex in a position other than missionary.",
		"Never have I ever had sex in a sauna.",
		"Never have I ever had sex in another continent.",
		"Never have I ever had sex in another country.",
		"Never have I ever had sex in my parent's bed.",
		"Never have I ever had sex in my parents' bed and not telling them.",
		"Never have I ever had sex in nature.",
		"Never have I ever had sex in public.",
		"Never have I ever had sex in the doggy-style position.",
		"Never have I ever had sex multiple times in one night.",
		"Never have I ever had sex on a first date.",
		"Never have I ever had sex on a kitchen counter.",
		"Never have I ever had sex on a sofa.",
		"Never have I ever had sex on a train.",
		"Never have I ever had sex on my period.",
		"Never have I ever had sex on the ground next to or in front of a bed.",
		"Never have I ever had sex that lasted over an hour.",
		"Never have I ever had sex that lasted over five minutes.",
		"Never have I ever had sex that lasted over ten minutes.",
		"Never have I ever had sex that lasted under a minute.",
		"Never have I ever had sex that lasted under five minutes.",
		"Never have I ever had sex while on the phone with someone else.",
		"Never have I ever had sex while standing up.",
		"Never have I ever had sex with a fat person.",
		"Never have I ever had sex with a friend of a parent.",
		"Never have I ever had sex with a friend's ex.",
		"Never have I ever had sex with a married person.",
		"Never have I ever had sex with a stripper.",
		"Never have I ever had sex with an ex after a break-up.",
		"Never have I ever had sex with more than ten people in the last year.",
		"Never have I ever had sex with more than three people in a single night.",
		"Never have I ever had sex with more than three people in a week.",
		"Never have I ever had sex with my best friend's partner.",
		"Never have I ever had sex with my socks on.",
		"Never have I ever had sex with someone I didn't find attractive.",
		"Never have I ever had sex with someone in drag.",
		"Never have I ever had sex with someone in this room.",
		"Never have I ever had sex with someone on their period.",
		"Never have I ever had sex with someone out of pity.",
		"Never have I ever had sex with someone to make someone jealous.",
		"Never have I ever had sex with someone twenty years older.",
		"Never have I ever had sex with someone watching.",
		"Never have I ever had sex with the twins.",
		"Never have I ever had sex without a condom.",
		"Never have I ever had sex without having an orgasm.",
		"Never have I ever had sex without protection.",
		"Never have I ever had sex.",
		"Never have I ever had sexual wishes I wouldn't discuss with my partner.",
		"Never have I ever had someone lick my foot.",
		"Never have I ever had someone strip for me.",
		"Never have I ever had to find an excuse for a cum stain.",
		"Never have I ever had to shave to get rid of crabs.",
		"Never have I ever had to visit the hospital due to a sexual injury.",
		"Never have I ever heard my name during sex.",
		"Never have I ever heard someone else having sex.",
		"Never have I ever held the head of my partner while they go down on me.",
		"Never have I ever hid a hickey with a turtleneck.",
		"Never have I ever hidden messages from my partner.",
		"Never have I ever hidden porn.",
		"Never have I ever hidden sexual messages from my partner.",
		"Never have I ever hit someone with my penis.",
		"Never have I ever injured myself because of sex.",
		"Never have I ever injured myself while masturbating.",
		"Never have I ever intentionally had loud sex so someone could hear.",
		"Never have I ever kicked someone out after having sex.",
		"Never have I ever kiss and told.",
		"Never have I ever kissed another girl.",
		"Never have I ever kissed another guy.",
		"Never have I ever kissed on a first date.",
		"Never have I ever kissed someone because of a dare.",
		"Never have I ever laughed when seeing someone's genitals.",
		"Never have I ever licked someone's ear.",
		"Never have I ever licked someone's foot.",
		"Never have I ever lied about having sex.",
		"Never have I ever lied about my sexual performance.",
		"Never have I ever lied about my virginity.",
		"Never have I ever lied about the appearance of my genitals.",
		"Never have I ever lied about the number of people I have slept with.",
		"Never have I ever lied to my friends about having sex.",
		"Never have I ever limped after sex.",
		"Never have I ever looked at my phone during sex.",
		"Never have I ever looked at myself while having sex.",
		"Never have I ever looked at myself while masturbating.",
		"Never have I ever looked at naughty pictures.",
		"Never have I ever looked on Google for how to break up a friend.",
		"Never have I ever looked on Google for how to break up with someone.",
		"Never have I ever looked on Google for relationship advice.",
		"Never have I ever looked on Google for sex advice.",
		"Never have I ever looked on google for side effects of masturbating.",
		"Never have I ever lost something in one of my holes.",
		"Never have I ever made a sex tape.",
		"Never have I ever made any naughty videos.",
		"Never have I ever made Barbie and Ken do it.",
		"Never have I ever made out with a stranger.",
		"Never have I ever made out with someone in a hot tub.",
		"Never have I ever masturbated at a friend's house.",
		"Never have I ever masturbated at a partner's house.",
		"Never have I ever masturbated at my grandparent's house.",
		"Never have I ever masturbated at work.",
		"Never have I ever masturbated in public.",
		"Never have I ever masturbated in the bath.",
		"Never have I ever masturbated in the library.",
		"Never have I ever masturbated more than once on the same day.",
		"Never have I ever masturbated on a bus.",
		"Never have I ever masturbated on a plane.",
		"Never have I ever masturbated using a fruit.",
		"Never have I ever masturbated while lying next to my sleeping partner.",
		"Never have I ever masturbated while my dog watched.",
		"Never have I ever masturbated while on the phone to someone.",
		"Never have I ever measured the length of my partner's penis.",
		"Never have I ever measured the length of my penis.",
		"Never have I ever met a porn actor or actress.",
		"Never have I ever not worn a bra in public.",
		"Never have I ever opened the door while baked.",
		"Never have I ever owned a Playboy.",
		"Never have I ever paid a stripper.",
		"Never have I ever paid attention to the plot of a porn movie.",
		"Never have I ever paid for a lap dance.",
		"Never have I ever paid for sex.",
		"Never have I ever passed second base.",
		"Never have I ever peeked at someone in the shower.",
		"Never have I ever peeked into the girl's locker room.",
		"Never have I ever played hard to get.",
		"Never have I ever played strip poker",
		"Never have I ever played strip poker.",
		"Never have I ever played strip UNO.",
		"Never have I ever played voyeur.",
		"Never have I ever posted nudes of a partner online.",
		"Never have I ever posted nudes of an ex online.",
		"Never have I ever posted nudes of someone else online.",
		"Never have I ever purposely let my thong show to attract someone.",
		"Never have I ever put a finger in someone's bum.",
		"Never have I ever put my penis in a vacuum cleaner.",
		"Never have I ever read a romance novel.",
		"Never have I ever received a blowjob.",
		"Never have I ever received a booty-call.",
		"Never have I ever received a hand-job.",
		"Never have I ever received a noise complaint due to sex.",
		"Never have I ever received anal sex.",
		"Never have I ever received double penetration.",
		"Never have I ever received or given a foot job.",
		"Never have I ever refused to go down on someone due to hair.",
		"Never have I ever refused to go down on someone due to smell.",
		"Never have I ever rejected sex for playing video games.",
		"Never have I ever rejected someone for a prom date.",
		"Never have I ever rejected someone who wanted to have sex with me.",
		"Never have I ever role-played during sex.",
		"Never have I ever rolled up a skirt to make it shorter.",
		"Never have I ever screamed during sex.",
		"Never have I ever searched for someone's nude pictures online.",
		"Never have I ever seen a Playgirl.",
		"Never have I ever seen my parents naked.",
		"Never have I ever seen someone else naked in person.",
		"Never have I ever sent or received nudes.",
		"Never have I ever sent someone a sexy selfie.",
		"Never have I ever shaved all my pubic hairs.",
		"Never have I ever shaved down there.",
		"Never have I ever shopped for a bra for a girlfriend.",
		"Never have I ever showered with someone of the opposite sex.",
		"Never have I ever showered with someone of the same sex.",
		"Never have I ever skipped a movie to make out in the parking lot instead.",
		"Never have I ever slept in the buff.",
		"Never have I ever slept with a classmate.",
		"Never have I ever slept with a coworker.",
		"Never have I ever slept with a porn actor or actress.",
		"Never have I ever slept with a stranger.",
		"Never have I ever slept with my boss to get a promotion.",
		"Never have I ever slept with my teacher to get a good grade.",
		"Never have I ever slept with someone because of a dare.",
		"Never have I ever slept with someone due to the number of social media followers they have.",
		"Never have I ever slept with someone for revenge.",
		"Never have I ever slept with someone older than me.",
		"Never have I ever slept with someone shorter than myself.",
		"Never have I ever slept with someone so that they would buy me things.",
		"Never have I ever slept with someone taller than myself.",
		"Never have I ever slept with someone who had also slept with a friend.",
		"Never have I ever slept with someone with blonde hair.",
		"Never have I ever slept with someone with brown hair.",
		"Never have I ever slept with someone with grey hair.",
		"Never have I ever slept with someone with red hair.",
		"Never have I ever slept with someone younger than me.",
		"Never have I ever slipped someone my phone number.",
		"Never have I ever smelled someone's used panty.",
		"Never have I ever spanked someone older than me.",
		"Never have I ever spoken about sex with my parents.",
		"Never have I ever spoken dirty to my partner.",
		"Never have I ever stared at a guy's butt in jeans.",
		"Never have I ever stayed friends with an ex.",
		"Never have I ever stolen a condom from a friend.",
		"Never have I ever stripped for someone.",
		"Never have I ever struggled to find the g-spot.",
		"Never have I ever swallowed cum.",
		"Never have I ever taken a pregnancy test.",
		"Never have I ever taken a shower with a friend.",
		"Never have I ever taken nudes.",
		"Never have I ever taken pictures of a partner after sex.",
		"Never have I ever taken pictures of a partner sleeping.",
		"Never have I ever taken someone's virginity.",
		"Never have I ever taken viagra.",
		"Never have I ever tasted cum.",
		"Never have I ever thought a friend's mom was hot.",
		"Never have I ever thought a girlfriend's mom was hotter than her.",
		"Never have I ever told someone they had tidy genitals.",
		"Never have I ever traded sex for favors.",
		"Never have I ever tried a cheesy pick-up line on someone.",
		"Never have I ever tried a position because I saw it in porn.",
		"Never have I ever tried bondage.",
		"Never have I ever tried cybersex.",
		"Never have I ever tried fisting.",
		"Never have I ever tried more than five sex positions.",
		"Never have I ever tried more than three sex positions in one session.",
		"Never have I ever tried skinny dipping.",
		"Never have I ever tried the wheelbarrow sex position.",
		"Never have I ever tried to booty-call.",
		"Never have I ever tried to cuddle with a one-night stand but got rejected.",
		"Never have I ever tried to use music to set the mood.",
		"Never have I ever tried using penis enlargement pills.",
		"Never have I ever urinated on another person.",
		"Never have I ever used a common household item as a dildo.",
		"Never have I ever used a dotted condom.",
		"Never have I ever used a flavored condom.",
		"Never have I ever used a glory hole.",
		"Never have I ever used a lame pick-up line on someone.",
		"Never have I ever used a mirror to look at my genitals.",
		"Never have I ever used a sex toy on myself.",
		"Never have I ever used a sex toy on someone else.",
		"Never have I ever used a vegetable as a sex toy.",
		"Never have I ever used bondage.",
		"Never have I ever used edible underwear.",
		"Never have I ever used fruit while performing a sexual act.",
		"Never have I ever used handcuffs during sex.",
		"Never have I ever used lube.",
		"Never have I ever used my teeth during sex.",
		"Never have I ever used someone else's sex toy.",
		"Never have I ever visited a party just to hookup.",
		"Never have I ever walked in on my parents during sex.",
		"Never have I ever wanted my girl to put her hair in pigtails.",
		"Never have I ever wanted to have sex with someone playing this game right now.",
		"Never have I ever wanted to sleep with a friend's parent.",
		"Never have I ever watched 50 Shades of Grey.",
		"Never have I ever watched a movie because I knew it had nudity.",
		"Never have I ever watched Game of Thrones for the sex scenes.",
		"Never have I ever watched Magic Mike.",
		"Never have I ever watched porn with a family member.",
		"Never have I ever watched porn with someone else.",
		"Never have I ever watched porn.",
		"Never have I ever watched someone masturbate.",
		"Never have I ever watched the porn channel in a hotel.",
		"Never have I ever went to prom date drunk.",
		"Never have I ever winked or whistled at someone.",
		"Never have I ever woken up next to a stranger.",
		"Never have I ever worn a buttplug and went out.",
		"Never have I ever worn a partner's underwear.",
		"Never have I ever worn a Speedo.",
		"Never have I ever worn heels taller than 4 inches.",
		"Never have I ever worn lingerie as clothing.",
		"Never have I ever worn the underwear of the opposite sex."
	]
}
