[
	{
		"content": "The Superior Man is aware of Righteousness, the inferior man is aware of advantage.",
		"author": "Confucius"
	},
	{
		"content": "America's freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others.",
		"author": "Parker Palmer"
	},
	{
		"content": "Myths which are believed in tend to become true.",
		"author": "George Orwell"
	},
	{
		"content": "In all chaos there is a cosmos, in all disorder a secret order.",
		"author": "Carl Jung"
	},
	{
		"content": "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.",
		"author": "George Washington"
	},
	{
		"content": "If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience.",
		"author": "Robert Fulghum"
	},
	{
		"content": "The past has no power to stop you from being present now. Only your grievance about the past can do that.",
		"author": "Eckhart Tolle"
	},
	{
		"content": "There is nothing happens to any person but what was in his power to go through with.",
		"author": "Marcus Aurelius"
	},
	{
		"content": "The smallest act of kindness is worth more than the grandest intention.",
		"author": "Oscar Wilde"
	},
	{
		"content": "Every problem has a gift for you in its hands.",
		"author": "Richard Bach"
	},
	{
		"content": "The greatest minds are capable of the greatest vices as well as of the greatest virtues.",
		"author": "René Descartes"
	},
	{
		"content": "The world makes way for the man who knows where he is going.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?",
		"author": "W. Clement Stone"
	},
	{
		"content": "The cautious seldom err.",
		"author": "Confucius"
	},
	{
		"content": "The most complicated achievements of thought are possible without the assistance of consciousness.",
		"author": "Sigmund Freud"
	},
	{
		"content": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
		"author": "John F. Kennedy"
	},
	{
		"content": "The greatest way to live with honor in this world is to be what we pretend to be.",
		"author": "Socrates"
	},
	{
		"content": "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
		"author": "Richard Bach"
	},
	{
		"content": "Wisdom begins at the end.",
		"author": "Daniel Webster"
	},
	{
		"content": "Ignorant men don't know what good they hold in their hands until they've flung it away.",
		"author": "Sophocles"
	},
	{
		"content": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?",
		"author": "Buddha"
	},
	{
		"content": "Science gives us knowledge, but only philosophy can give us wisdom.",
		"author": "Will Durant"
	},
	{
		"content": "A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both.",
		"author": "Fawn M. Brodie"
	},
	{
		"content": "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be.",
		"author": "Thomas à Kempis"
	},
	{
		"content": "No one can make you feel inferior without your consent.",
		"author": "Eleanor Roosevelt"
	},
	{
		"content": "Appreciation can make a day, even change a life. Your willingness to put it into words is all that is necessary.",
		"author": "Margaret Cousins"
	},
	{
		"content": "Much wisdom often goes with fewest words.",
		"author": "Sophocles"
	},
	{
		"content": "Joy is the best makeup.",
		"author": "Anne Lamott"
	},
	{
		"content": "There never was a good knife made of bad steel.",
		"author": "Benjamin Franklin"
	},
	{
		"content": "I love my past. I love my present. Im not ashamed of what Ive had, and Im not sad because I have it no longer.",
		"author": "Colette"
	},
	{
		"content": "There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so; but he that thinks himself the wisest is generally the greatest fool.",
		"author": "Francis Bacon"
	},
	{
		"content": "To free us from the expectations of others, to give us back to ourselves... there lies the great, singular power of self-respect.",
		"author": "Joan Didion"
	},
	{
		"content": "The power of intuitive understanding will protect you from harm until the end of your days.",
		"author": "Laozi"
	},
	{
		"content": "Never explain - your friends do not need it and your enemies will not believe you anyway.",
		"author": "Elbert Hubbard"
	},
	{
		"content": "Discipline is the bridge between goals and accomplishment.",
		"author": "Jim Rohn"
	},
	{
		"content": "It is not only for what we do that we are held responsible, but also for what we do not do.",
		"author": "Molière"
	},
	{
		"content": "All difficult things have their origin in that which is easy, and great things in that which is small.",
		"author": "Laozi"
	},
	{
		"content": "It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.",
		"author": "Walter Lippmann"
	},
	{
		"content": "So is cheerfulness, or a good temper, the more it is spent, the more remains.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "Trust yourself. You know more than you think you do.",
		"author": "Benjamin Spock"
	},
	{
		"content": "Never promise more than you can perform.",
		"author": "Publilius Syrus"
	},
	{
		"content": "Formula for success: under promise and over deliver.",
		"author": "Tom Peters"
	},
	{
		"content": "The only limit to our realization of tomorrow will be our doubts of today.",
		"author": "Franklin D. Roosevelt"
	},
	{
		"content": "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.",
		"author": "Judy Collins"
	},
	{
		"content": "The possibilities are numerous once we decide to act and not react.",
		"author": "George Bernard Shaw"
	},
	{
		"content": "It is better to have enough ideas for some of them to be wrong, than to be always right by having no ideas at all.",
		"author": "Edward de Bono"
	},
	{
		"content": "The most I can do for my friend is simply be his friend.",
		"author": "Henry David Thoreau"
	},
	{
		"content": "Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.",
		"author": "Maria Montessori"
	},
	{
		"content": "He who lives in harmony with himself lives in harmony with the world.",
		"author": "Marcus Aurelius"
	},
	{
		"content": "The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary.",
		"author": "Thomas Edison"
	},
	{
		"content": "Go for it now. The future is promised to no one.",
		"author": "Wayne Dyer"
	},
	{
		"content": "To wear your heart on your sleeve isn't a very good plan; you should wear it inside, where it functions best.",
		"author": "Margaret Thatcher"
	},
	{
		"content": "You win the victory when you yield to friends.",
		"author": "Sophocles"
	},
	{
		"content": "He that never changes his opinions, never corrects his mistakes, and will never be wiser on the morrow than he is today.",
		"author": "Tryon Edwards"
	},
	{
		"content": "Not what we have but what we enjoy constitutes our abundance.",
		"author": "Jean Antoine Petit-Senn"
	},
	{
		"content": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.",
		"author": "George S. Patton"
	},
	{
		"content": "A really great talent finds its happiness in execution.",
		"author": "Johann Wolfgang von Goethe"
	},
	{
		"content": "Wisdom comes alone through suffering.",
		"author": "Aeschylus"
	},
	{
		"content": "Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing.",
		"author": "Mother Teresa"
	},
	{
		"content": "Marriage: A friendship recognized by the police.",
		"author": "Robert Louis Stevenson"
	},
	{
		"content": "If I am not for myself, who will be for me? If I am not for others, what am I? And if not now, when?",
		"author": "Rabbi Hillel"
	},
	{
		"content": "If you aren't going all the way, why go at all?",
		"author": "Joe Namath"
	},
	{
		"content": "To go against the dominant thinking of your friends, of most of the people you see every day, is perhaps the most difficult act of heroism you can perform.",
		"author": "Theodore H. White"
	},
	{
		"content": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
		"author": "Albert Schweitzer"
	},
	{
		"content": "Always remember that you are absolutely unique. Just like everyone else.",
		"author": "Margaret Mead"
	},
	{
		"content": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.",
		"author": "Holly Near"
	},
	{
		"content": "Success in business requires training and discipline and hard work. But if you're not frightened by these things, the opportunities are just as great today as they ever were.",
		"author": "David Rockefeller"
	},
	{
		"content": "No man was ever wise by chance.",
		"author": "Seneca the Younger"
	},
	{
		"content": "Nothing ever goes away until it has taught us what we need to know.",
		"author": "Pema Chödrön"
	},
	{
		"content": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
		"author": "Confucius"
	},
	{
		"content": "We can only learn to love by loving.",
		"author": "Iris Murdoch"
	},
	{
		"content": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.",
		"author": "Oscar Wilde"
	},
	{
		"content": "Our shared values define us more than our differences. And acknowledging those shared values can see us through our challenges today if we have the wisdom to trust in them again.",
		"author": "John McCain"
	},
	{
		"content": "If you change the way you look at things, the things you look at change.",
		"author": "Wayne Dyer"
	},
	{
		"content": "There are two kinds of failures: those who thought and never did, and those who did and never thought.",
		"author": "Laurence J. Peter"
	},
	{
		"content": "If you don't know where you are going, any road will get you there.",
		"author": "Lewis Carroll"
	},
	{
		"content": "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "Wisdom is found only in truth.",
		"author": "Johann Wolfgang von Goethe"
	},
	{
		"content": "There is nothing on this earth more to be prized than true friendship.",
		"author": "Thomas Aquinas"
	},
	{
		"content": "To get the full value of joy you must have someone to divide it with.",
		"author": "Mark Twain"
	},
	{
		"content": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.",
		"author": "Walter Benjamin"
	},
	{
		"content": "Our distrust is very expensive.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "The things that one most wants to do are the things that are probably most worth doing.",
		"author": "Winifred Holtby"
	},
	{
		"content": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.",
		"author": "Jim Rohn"
	},
	{
		"content": "First say to yourself what you would be; and then do what you have to do.",
		"author": "Epictetus"
	},
	{
		"content": "When you doubt your power, you give power to your doubt.",
		"author": "Honoré de Balzac"
	},
	{
		"content": "It is not so important to know everything as to appreciate what we learn.",
		"author": "Hannah More"
	},
	{
		"content": "Keep yourself to the sunshine and you cannot see the shadow.",
		"author": "Helen Keller"
	},
	{
		"content": "Nobody made a greater mistake than he who did nothing because he could do only a little.",
		"author": "Edmund Burke"
	},
	{
		"content": "The foolish man seeks happiness in the distance, the wise grows it under his feet.",
		"author": "James Oppenheim"
	},
	{
		"content": "There is no friendship, no love, like that of the parent for the child.",
		"author": "Henry Ward Beecher"
	},
	{
		"content": "Begin, be bold, and venture to be wise.",
		"author": "Horace"
	},
	{
		"content": "A true friend is the most precious of all possessions and the one we take the least thought about acquiring.",
		"author": "François de La Rochefoucauld"
	},
	{
		"content": "Our greatness lies not so much in being able to remake the world as being able to remake ourselves.",
		"author": "Mahatma Gandhi"
	},
	{
		"content": "It is impossible to love and to be wise.",
		"author": "Francis Bacon"
	},
	{
		"content": "The sincere friends of this world are as ship lights in the stormiest of nights.",
		"author": "Giotto"
	},
	{
		"content": "He that respects himself is safe from others; he wears a coat of mail that none can pierce.",
		"author": "Henry Wadsworth Longfellow"
	},
	{
		"content": "To bring anything into your life, imagine that it's already there.",
		"author": "Richard Bach"
	},
	{
		"content": "The thought manifests as the word. The word manifests as the deed. The deed develops into habit. And the habit hardens into character.",
		"author": "Buddha"
	},
	{
		"content": "So much technology, so little talent.",
		"author": "Vernor Vinge"
	},
	{
		"content": "Do not follow where the path may lead. Go, instead, where there is no path and leave a trail.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.",
		"author": "Baltasar Gracián"
	},
	{
		"content": "Mistakes are the usual bridge between inexperience and wisdom.",
		"author": "Phyllis Grissim-Theroux"
	},
	{
		"content": "Those who dare to fail miserably can achieve greatly.",
		"author": "John F. Kennedy"
	},
	{
		"content": "Until you value yourself, you won't value your time. Until you value your time, you won't do anything with it.",
		"author": "M. Scott Peck"
	},
	{
		"content": "The road of excess leads to the palace of wisdom.",
		"author": "William Blake"
	},
	{
		"content": "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace.",
		"author": "Dalai Lama"
	},
	{
		"content": "And as we let our own light shine, we unconsciously give other people permission to do the same.",
		"author": "Nelson Mandela"
	},
	{
		"content": "No act of kindness, no matter how small, is ever wasted.",
		"author": "Aesop"
	},
	{
		"content": "We aim above the mark to hit the mark.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "Do something wonderful, people may imitate it.",
		"author": "Albert Schweitzer"
	},
	{
		"content": "A man is great by deeds, not by birth.",
		"author": "Chanakya"
	},
	{
		"content": "It has become appallingly obvious that our technology has exceeded our humanity.",
		"author": "Albert Einstein"
	},
	{
		"content": "Most of the shadows of life are caused by standing in our own sunshine.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "Know that although in the eternal scheme of things you are small, you are also unique and irreplaceable, as are all your fellow humans everywhere in the world.",
		"author": "Margaret Laurence"
	},
	{
		"content": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
		"author": "Audre Lorde"
	},
	{
		"content": "Think for yourselves and let others enjoy the privilege to do so too.",
		"author": "Voltaire"
	},
	{
		"content": "Every gift from a friend is a wish for your happiness.",
		"author": "Richard Bach"
	},
	{
		"content": "There are two primary choices in life: to accept conditions as they exist, or accept responsibility for changing them.",
		"author": "Denis Waitley"
	},
	{
		"content": "Genius unrefined resembles a flash of lightning, but wisdom is like the sun.",
		"author": "Franz Grillparzer"
	},
	{
		"content": "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
		"author": "Robert F. Kennedy"
	},
	{
		"content": "He who is taught to live upon little owes more to his father's wisdom than he who has a great deal left him does to his father's care.",
		"author": "William C. Menninger"
	},
	{
		"content": "Accept challenges, so that you may feel the exhilaration of victory.",
		"author": "George S. Patton"
	},
	{
		"content": "Friendship is Love without his wings!",
		"author": "Lord Byron"
	},
	{
		"content": "True friends stab you in the front.",
		"author": "Oscar Wilde"
	},
	{
		"content": "Value your friendship. Value your relationships.",
		"author": "Barbara Bush"
	},
	{
		"content": "There is never enough time to do everything, but there is always enough time to do the most important thing.",
		"author": "Brian Tracy"
	},
	{
		"content": "Life isn't about finding yourself. Life is about creating yourself.",
		"author": "Bernard Shaw"
	},
	{
		"content": "No one has a finer command of language than the person who keeps his mouth shut.",
		"author": "Sam Rayburn"
	},
	{
		"content": "All that is necessary is to accept the impossible, do without the indispensable, and bear the intolerable.",
		"author": "Kathleen Norris"
	},
	{
		"content": "He who knows, does not speak. He who speaks, does not know.",
		"author": "Laozi"
	},
	{
		"content": "In the depth of winter, I finally learned that there was within me an invincible summer.",
		"author": "Albert Camus"
	},
	{
		"content": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job.",
		"author": "Laurence J. Peter"
	},
	{
		"content": "True knowledge exists in knowing that you know nothing.",
		"author": "Isocrates"
	},
	{
		"content": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.",
		"author": "Buddha"
	},
	{
		"content": "We need to find the courage to say NO to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.",
		"author": "Barbara De Angelis"
	},
	{
		"content": "Be the chief but never the lord.",
		"author": "Laozi"
	},
	{
		"content": "Love all, trust a few, do wrong to none.",
		"author": "William Shakespeare"
	},
	{
		"content": "The more you know yourself, the more you forgive yourself.",
		"author": "Confucius"
	},
	{
		"content": "Do good by stealth, and blush to find it fame.",
		"author": "Alexander Pope"
	},
	{
		"content": "Build a better mousetrap and the world will beat a path to your door.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "Make the most of yourself, for that is all there is of you.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "In wisdom gathered over time I have found that every experience is a form of exploration.",
		"author": "Ansel Adams"
	},
	{
		"content": "Chance is always powerful. Let your hook be always cast; in the pool where you least expect it, there will be a fish.",
		"author": "Ovid"
	},
	{
		"content": "I can, therefore I am.",
		"author": "Simone Weil"
	},
	{
		"content": "The only real valuable thing is intuition.",
		"author": "Albert Einstein"
	},
	{
		"content": "Some people go to priests; others to poetry; I to my friends.",
		"author": "Virginia Woolf"
	},
	{
		"content": "Liberty, taking the word in its concrete sense, consists in the ability to choose.",
		"author": "Simone Weil"
	},
	{
		"content": "If we are not fully ourselves, truly in the present moment, we miss everything.",
		"author": "Thích Nhất Hạnh"
	},
	{
		"content": "I allow my intuition to lead my path.",
		"author": "Manuel Puig"
	},
	{
		"content": "You can stand tall without standing on someone. You can be a victor without having victims.",
		"author": "Harriet Woods"
	},
	{
		"content": "Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.",
		"author": "Ernie Banks"
	},
	{
		"content": "Wisdom is oftentimes nearer when we stoop than when we soar.",
		"author": "William Wordsworth"
	},
	{
		"content": "Whoever is happy will make others happy, too.",
		"author": "Mark Twain"
	},
	{
		"content": "Two persons cannot long be friends if they cannot forgive each other's little failings.",
		"author": "Jean de La Bruyère"
	},
	{
		"content": "The supreme art of war is to subdue the enemy without fighting.",
		"author": "Sun Tzu"
	},
	{
		"content": "Programs must be written for people to read, and only incidentally for machines to execute.",
		"author": "Hal Abelson"
	},
	{
		"content": "Wise men talk because they have something to say; fools, because they have to say something.",
		"author": "Plato"
	},
	{
		"content": "I believe that we are fundamentally the same and have the same basic potential.",
		"author": "Dalai Lama"
	},
	{
		"content": "Cherish your visions and your dreams as they are the children of your soul; the blueprints of your ultimate achievements.",
		"author": "Napoleon Hill"
	},
	{
		"content": "Everything that irritates us about others can lead us to a better understanding of ourselves.",
		"author": "Carl Jung"
	},
	{
		"content": "The truest wisdom is a resolute determination.",
		"author": "Napoleon"
	},
	{
		"content": "All men have a sweetness in their life. That is what helps them go on. It is towards that they turn when they feel too worn out.",
		"author": "Albert Camus"
	},
	{
		"content": "To dare is to lose ones footing momentarily. To not dare is to lose oneself.",
		"author": "Søren Kierkegaard"
	},
	{
		"content": "Arriving at one point is the starting point to another.",
		"author": "John Dewey"
	},
	{
		"content": "The least of things with a meaning is worth more in life than the greatest of things without it.",
		"author": "Carl Jung"
	},
	{
		"content": "The awareness of our own strength makes us modest.",
		"author": "Paul Cézanne"
	},
	{
		"content": "Kind words do not cost much. Yet they accomplish much.",
		"author": "Blaise Pascal"
	},
	{
		"content": "To hell with circumstances; I create opportunities.",
		"author": "Bruce Lee"
	},
	{
		"content": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.",
		"author": "Washington Irving"
	},
	{
		"content": "You must welcome change as the rule but not as your ruler.",
		"author": "Denis Waitley"
	},
	{
		"content": "Love cures people - both the ones who give it and the ones who receive it.",
		"author": "Karl Menninger"
	},
	{
		"content": "Opportunity often comes disguised in the form of misfortune, or temporary defeat.",
		"author": "Napoleon Hill"
	},
	{
		"content": "Never idealize others. They will never live up to your expectations.",
		"author": "Leo Buscaglia"
	},
	{
		"content": "To be aware of a single shortcoming in oneself is more useful than to be aware of a thousand in someone else.",
		"author": "Dalai Lama"
	},
	{
		"content": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.",
		"author": "Albert Einstein"
	},
	{
		"content": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.",
		"author": "Marcus Aurelius"
	},
	{
		"content": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
		"author": "Thomas Jefferson"
	},
	{
		"content": "Motivation is the art of getting people to do what you want them to do because they want to do it.",
		"author": "Dwight D. Eisenhower"
	},
	{
		"content": "All love that has not friendship for its base, is like a mansion built upon the sand.",
		"author": "Ella Wheeler Wilcox"
	},
	{
		"content": "The more you like yourself, the less you are like anyone else, which makes you unique.",
		"author": "Walt Disney"
	},
	{
		"content": "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate.",
		"author": "Albert Schweitzer"
	},
	{
		"author": "William Shakespeare",
		"content": "Action is eloquence!"
	},
	{
		"content": "The heart has its reasons which reason knows not of.",
		"author": "Blaise Pascal"
	},
	{
		"content": "Good people are good because they've come to wisdom through failure. We get very little wisdom from success, you know.",
		"author": "William Saroyan"
	},
	{
		"content": "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
		"author": "Barack Obama"
	},
	{
		"content": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
		"author": "George Herbert"
	},
	{
		"content": "It is better to understand a little than to misunderstand a lot.",
		"author": "Anatole France"
	},
	{
		"content": "Let us sacrifice our today so that our children can have a better tomorrow.",
		"author": "A. P. J. Abdul Kalam"
	},
	{
		"content": "A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.",
		"author": "Confucius"
	},
	{
		"content": "I love you the more in that I believe you had liked me for my own sake and for nothing else.",
		"author": "John Keats"
	},
	{
		"content": "Read as you taste fruit or savor wine, or enjoy friendship, love or life.",
		"author": "George Herbert"
	},
	{
		"content": "If you do what you've always done, you'll get what youve always gotten.",
		"author": "Tony Robbins"
	},
	{
		"content": "Respect should be earned by actions, and not acquired by years.",
		"author": "Frank Lloyd Wright"
	},
	{
		"content": "Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind.",
		"author": "Plato"
	},
	{
		"content": "Do not be too timid and squeamish about your reactions. All life is an experiment. The more experiments you make the better.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "The universe is full of magical things, patiently waiting for our wits to grow sharper.",
		"author": "Eden Phillpotts"
	},
	{
		"content": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?",
		"author": "George Eliot"
	},
	{
		"content": "Friendship is always a sweet responsibility, never an opportunity.",
		"author": "Kahlil Gibran"
	},
	{
		"content": "The winds and waves are always on the side of the ablest navigators.",
		"author": "Edward Gibbon"
	},
	{
		"content": "There is only one success - to be able to spend your life in your own way.",
		"author": "Christopher Morley"
	},
	{
		"content": "Whoso loves, believes the impossible.",
		"author": "Elizabeth Browning"
	},
	{
		"content": "Reality is merely an illusion, albeit a very persistent one.",
		"author": "Albert Einstein"
	},
	{
		"content": "If you love life, don't waste time, for time is what life is made up of.",
		"author": "Bruce Lee"
	},
	{
		"content": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.",
		"author": "Amelia Earhart"
	},
	{
		"content": "Do what you can. Want what you have. Be who you are.",
		"author": "Forrest Church"
	},
	{
		"content": "Mind is everything: muscle, pieces of rubber. All that I am, I am because of my mind.",
		"author": "Paavo Nurmi"
	},
	{
		"content": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.",
		"author": "Sam Keen"
	},
	{
		"content": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.",
		"author": "Basil of Caesarea"
	},
	{
		"content": "What is new in the world? Nothing. What is old in the world? Nothing. Everything has always been and will always be.",
		"author": "Sai Baba"
	},
	{
		"content": "It is more shameful to distrust our friends than to be deceived by them.",
		"author": "Confucius"
	},
	{
		"content": "Everything has beauty, but not everyone sees it.",
		"author": "Confucius"
	},
	{
		"content": "Learn from yesterday, live for today, hope for tomorrow.",
		"author": "Albert Einstein"
	},
	{
		"content": "He who talks more is sooner exhausted.",
		"author": "Laozi"
	},
	{
		"content": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.",
		"author": "Michel de Montaigne"
	},
	{
		"content": "If a man does his best, what else is there?",
		"author": "George S. Patton"
	},
	{
		"content": "Fine words and an insinuating appearance are seldom associated with true virtue",
		"author": "Confucius"
	},
	{
		"content": "Your talent is God's gift to you. What you do with it is your gift back to God.",
		"author": "Leo Buscaglia"
	},
	{
		"content": "Quick decisions are unsafe decisions.",
		"author": "Sophocles"
	},
	{
		"content": "To fly as fast as thought, you must begin by knowing that you have already arrived.",
		"author": "Richard Bach"
	},
	{
		"content": "Better be ignorant of a matter than half know it.",
		"author": "Publilius Syrus"
	},
	{
		"content": "I destroy my enemies when I make them my friends.",
		"author": "Abraham Lincoln"
	},
	{
		"content": "Autumn is a second spring when every leaf is a flower.",
		"author": "Albert Camus"
	},
	{
		"content": "Life is a learning experience, only if you learn.",
		"author": "Yogi Berra"
	},
	{
		"content": "Happiness is when what you think, what you say, and what you do are in harmony.",
		"author": "Mahatma Gandhi"
	},
	{
		"content": "Without passion man is a mere latent force and possibility, like the flint which awaits the shock of the iron before it can give forth its spark.",
		"author": "Henri-Frédéric Amiel"
	},
	{
		"content": "Your mind will answer most questions if you learn to relax and wait for the answer.",
		"author": "William Burroughs"
	},
	{
		"content": "Pure, holy simplicity confounds all the wisdom of this world and the wisdom of the flesh.",
		"author": "Francis of Assisi"
	},
	{
		"content": "The less effort, the faster and more powerful you will be.",
		"author": "Bruce Lee"
	},
	{
		"content": "If I know what love is, it is because of you.",
		"author": "Hermann Hesse"
	},
	{
		"content": "Life is not a problem to be solved, but a reality to be experienced.",
		"author": "Søren Kierkegaard"
	},
	{
		"content": "I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.",
		"author": "Isocrates"
	},
	{
		"content": "Communications tools don’t get socially interesting until they get technologically boring.",
		"author": "Clay Shirky"
	},
	{
		"content": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
		"author": "Michael Jordan"
	},
	{
		"content": "The way you see people is the way you treat them, and the way you treat them is what they become.",
		"author": "Johann Wolfgang von Goethe"
	},
	{
		"content": "He is able who thinks he is able.",
		"author": "Buddha"
	},
	{
		"content": "The only real mistake is the one from which we learn nothing.",
		"author": "John Powell"
	},
	{
		"content": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
		"author": "Aldous Huxley"
	},
	{
		"content": "All children are artists. The problem is how to remain an artist once he grows up.",
		"author": "Pablo Picasso"
	},
	{
		"content": "Friendship is the marriage of the soul, and this marriage is liable to divorce.",
		"author": "Voltaire"
	},
	{
		"content": "The pain passes, but the beauty remains.",
		"author": "Pierre-Auguste Renoir"
	},
	{
		"content": "An ant on the move does more than a dozing ox",
		"author": "Laozi"
	},
	{
		"content": "Loss is nothing else but change,and change is Natures delight.",
		"author": "Marcus Aurelius"
	},
	{
		"content": "Listen to what you know instead of what you fear.",
		"author": "Richard Bach"
	},
	{
		"content": "Always seek out the seed of triumph in every adversity.",
		"author": "Og Mandino"
	},
	{
		"content": "Men in general judge more from appearances than from reality. All men have eyes, but few have the gift of penetration.",
		"author": "Niccolò Machiavelli"
	},
	{
		"content": "Thought is the blossom; language the bud; action the fruit behind it.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "The place to improve the world is first in one's own heart and head and hands.",
		"author": "Robert M. Pirsig"
	},
	{
		"content": "To be tested is good. The challenged life may be the best therapist.",
		"author": "Gail Sheehy"
	},
	{
		"content": "Your sacred space is where you can find yourself again and again.",
		"author": "Joseph Campbell"
	},
	{
		"content": "Study the past, if you would divine the future.",
		"author": "Confucius"
	},
	{
		"content": "Four steps to achievement: Plan purposefully. Prepare prayerfully. Proceed positively. Pursue persistently.",
		"author": "William Arthur Ward"
	},
	{
		"content": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.",
		"author": "Max Planck"
	},
	{
		"content": "Great ideas often receive violent opposition from mediocre minds.",
		"author": "Albert Einstein"
	},
	{
		"content": "Man is not sum of what he has already, but rather the sum of what he does not yet have, of what he could have.",
		"author": "Jean-Paul Sartre"
	},
	{
		"content": "Sincerity is the way of Heaven. The attainment of sincerity is the way of men.",
		"author": "Confucius"
	},
	{
		"content": "Happiness is not something ready made. It comes from your own actions.",
		"author": "Dalai Lama"
	},
	{
		"content": "If you wish to be a writer, write.",
		"author": "Epictetus"
	},
	{
		"content": "In action a great heart is the chief qualification. In work, a great head.",
		"author": "Arthur Schopenhauer"
	},
	{
		"content": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.",
		"author": "Dalai Lama"
	},
	{
		"content": "The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.",
		"author": "Michelangelo"
	},
	{
		"content": "We are all inclined to judge ourselves by our ideals; others, by their acts.",
		"author": "Harold Nicolson"
	},
	{
		"content": "Technology has to be invented or adopted.",
		"author": "Jared Diamond"
	},
	{
		"content": "Kind words can be short and easy to speak, but their echoes are truly endless.",
		"author": "Mother Teresa"
	},
	{
		"content": "Your vision will become clear only when you look into your heart. Who looks outside, dreams. Who looks inside, awakens.",
		"author": "Carl Jung"
	},
	{
		"content": "When the solution is simple, God is answering.",
		"author": "Albert Einstein"
	},
	{
		"content": "You can't cross the sea merely by standing and staring at the water.",
		"author": "Rabindranath Tagore"
	},
	{
		"content": "An idea that is developed and put into action is more important than an idea that exists only as an idea.",
		"author": "Buddha"
	},
	{
		"content": "Technology… the knack of so arranging the world that we don’t have to experience it.",
		"author": "Max Frisch"
	},
	{
		"content": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.",
		"author": "Thomas Aquinas"
	},
	{
		"content": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
		"author": "Marie Curie"
	},
	{
		"content": "One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.",
		"author": "Eleanor Roosevelt"
	},
	{
		"content": "The invariable mark of wisdom is to see the miraculous in the common.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
		"author": "Thomas Edison"
	},
	{
		"content": "To give ones self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.",
		"author": "Confucius"
	},
	{
		"content": "The smallest flower is a thought, a life answering to some feature of the Great Whole, of whom they have a persistent intuition.",
		"author": "Honoré de Balzac"
	},
	{
		"content": "In all things of nature there is something of the marvelous.",
		"author": "Aristotle"
	},
	{
		"content": "Friendship, like credit, is highest when it is not used.",
		"author": "Elbert Hubbard"
	},
	{
		"content": "Know what's important and what isn't. Have the wisdom to know the right thing to do, the integrity to do it, the character to stand up to those who don't, and the courage to stop those who won't.",
		"author": "Mark Goulston"
	},
	{
		"content": "There is no charm equal to tenderness of heart.",
		"author": "Jane Austen"
	},
	{
		"content": "We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us.",
		"author": "Marcel Proust"
	},
	{
		"content": "It always seems impossible until it's done.",
		"author": "Nelson Mandela"
	},
	{
		"content": "Well done is better than well said.",
		"author": "Benjamin Franklin"
	},
	{
		"content": "Lose an hour in the morning, and you will spend all day looking for it.",
		"author": "Richard Whately"
	},
	{
		"content": "If you want to go east, don't go west.",
		"author": "Ramakrishna"
	},
	{
		"content": "We never understand how little we need in this world until we know the loss of it.",
		"author": "J. M. Barrie"
	},
	{
		"content": "Hope arouses, as nothing else can arouse, a passion for the possible.",
		"author": "William Sloane Coffin"
	},
	{
		"content": "I will prepare and some day my chance will come.",
		"author": "Abraham Lincoln"
	},
	{
		"content": "We make a living by what we get, but we make a life by what we give.",
		"author": "Winston Churchill"
	},
	{
		"content": "I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that's what I call true friendship.",
		"author": "Harbhajan Singh"
	},
	{
		"content": "The more sand that has escaped from the hourglass of our life, the clearer we should see through it.",
		"author": "Jean-Paul Sartre"
	},
	{
		"content": "Trust only movement. Life happens at the level of events, not of words. Trust movement.",
		"author": "Alfred Adler"
	},
	{
		"content": "You cannot travel the path until you have become the path itself.",
		"author": "Buddha"
	},
	{
		"content": "Of course there is no formula for success except perhaps an unconditional acceptance of life and what it brings.",
		"author": "Arthur Rubinstein"
	},
	{
		"content": "There is nothing so useless as doing efficiently that which should not be done at all.",
		"author": "Peter Drucker"
	},
	{
		"content": "Im not in this world to live up to your expectations and you're not in this world to live up to mine.",
		"author": "Bruce Lee"
	},
	{
		"content": "Impossibilities are merely things which we have not yet learned.",
		"author": "Charles W. Chesnutt"
	},
	{
		"content": "Work while you have the light. You are responsible for the talent that has been entrusted to you.",
		"author": "Henri-Frédéric Amiel"
	},
	{
		"content": "To fly, we have to have resistance.",
		"author": "Maya Lin"
	},
	{
		"content": "I will give you a definition of a proud man: he is a man who has neither vanity nor wisdom one filled with hatreds cannot be vain, neither can he be wise.",
		"author": "John Keats"
	},
	{
		"content": "Wisdom has never made a bigot, but learning has.",
		"author": "Josh Billings"
	},
	{
		"content": "There are no failures. Just experiences and your reactions to them.",
		"author": "Tom Krause"
	},
	{
		"content": "It is good even for old men to learn wisdom.",
		"author": "Aeschylus"
	},
	{
		"content": "For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour.",
		"author": "Mary Kay Ash"
	},
	{
		"content": "Logic is the beginning of wisdom, not the end.",
		"author": "Leonard Nimoy"
	},
	{
		"content": "The greatest good you can do for another is not just share your riches, but reveal to them their own.",
		"author": "Benjamin Disraeli"
	},
	{
		"content": "I cannot give you the formula for success, but I can give you the formula for failure: which is: Try to please everybody.",
		"author": "Herbert Bayard Swope"
	},
	{
		"content": "If you seek truth you will not seek victory by dishonourable means, and if you find truth you will become invincible.",
		"author": "Epictetus"
	},
	{
		"content": "Imagination is the living power and prime agent of all human perception.",
		"author": "Samuel Taylor Coleridge"
	},
	{
		"content": "Those that know, do. Those that understand, teach.",
		"author": "Aristotle"
	},
	{
		"content": "Good timber does not grow with ease; the stronger the wind, the stronger the trees.",
		"author": "J. Willard Marriott"
	},
	{
		"content": "A man may fulfil the object of his existence by asking a question he cannot answer, and attempting a task he cannot achieve.",
		"author": "Oliver Wendell Holmes Jr."
	},
	{
		"content": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
		"author": "Melody Beattie"
	},
	{
		"content": "There is no duty we so underrate as the duty of being happy. By being happy we sow anonymous benefits upon the world.",
		"author": "Robert Louis Stevenson"
	},
	{
		"content": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.",
		"author": "Confucius"
	},
	{
		"content": "We shall never know all the good that a simple smile can do.",
		"author": "Mother Teresa"
	},
	{
		"content": "The best thing in every noble dream is the dreamer...",
		"author": "Moncure D. Conway"
	},
	{
		"content": "Life shrinks or expands in proportion to one's courage.",
		"author": "Anaïs Nin"
	},
	{
		"content": "The greatest remedy for anger is delay.",
		"author": "Seneca the Younger"
	},
	{
		"content": "A garden is always a series of losses set against a few triumphs, like life itself.",
		"author": "May Sarton"
	},
	{
		"content": "The wisest men follow their own direction.",
		"author": "Euripides"
	},
	{
		"content": "The difference between what we do and what we are capable of doing would suffice to solve most of the worlds problems.",
		"author": "Mahatma Gandhi"
	},
	{
		"content": "The superior man is modest in his speech, but exceeds in his actions.",
		"author": "Confucius"
	},
	{
		"content": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
		"author": "Barack Obama"
	},
	{
		"content": "Wherever you go, go with all your heart.",
		"author": "Confucius"
	},
	{
		"content": "A life spent making mistakes is not only more honourable, but more useful than a life spent doing nothing.",
		"author": "George Bernard Shaw"
	},
	{
		"content": "If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.",
		"author": "Margaret Thatcher"
	},
	{
		"content": "Be like the flower, turn your face to the sun.",
		"author": "Kahlil Gibran"
	},
	{
		"content": "Friendship multiplies the good of life and divides the evil.",
		"author": "Baltasar Gracián"
	},
	{
		"content": "Kindness is the golden chain by which society is bound together.",
		"author": "Johann Wolfgang von Goethe"
	},
	{
		"content": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
		"author": "Thích Nhất Hạnh"
	},
	{
		"content": "A friend is someone who gives you total freedom to be yourself.",
		"author": "Jim Morrison"
	},
	{
		"content": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
		"author": "Laozi"
	},
	{
		"content": "I have done my best: that is about all the philosophy of living one needs.",
		"author": "Lin Yutang"
	},
	{
		"content": "Never mistake motion for action.",
		"author": "Ernest Hemingway"
	},
	{
		"content": "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
		"author": "Buddha"
	},
	{
		"content": "Ask yourself the secret of your success. Listen to your answer, and practice it.",
		"author": "Richard Bach"
	},
	{
		"content": "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.",
		"author": "Archimedes"
	},
	{
		"content": "Holy wisdom confounds Satan and all his wickednesses.",
		"author": "Francis of Assisi"
	},
	{
		"content": "Life is a succession of lessons, which must be lived to be understood.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "The only limit to your impact is your imagination and commitment.",
		"author": "Tony Robbins"
	},
	{
		"content": "Life is like a sewer. What you get out of it depends on what you put into it.",
		"author": "Tom Lehrer"
	},
	{
		"content": "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them.",
		"author": "John C. Maxwell"
	},
	{
		"content": "If you have made mistakes, there is always another chance for you. You may have a fresh start any moment you choose.",
		"author": "Mary Pickford"
	},
	{
		"content": "I want you to be everything that's you, deep at the center of your being.",
		"author": "Confucius"
	},
	{
		"content": "Can you imagine what I would do if I could do all I can?",
		"author": "Sun Tzu"
	},
	{
		"content": "May our hearts garden of awakening bloom with hundreds of flowers.",
		"author": "Thích Nhất Hạnh"
	},
	{
		"content": "When you see a good person, think of becoming like him. When you see someone not so good, reflect on your own weak points.",
		"author": "Confucius"
	},
	{
		"content": "A man who doesn't trust himself can never really trust anyone else.",
		"author": "Jean François Paul de Gondi"
	},
	{
		"content": "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.",
		"author": "Wayne Dyer"
	},
	{
		"content": "Our lives are a sum total of the choices we have made.",
		"author": "Wayne Dyer"
	},
	{
		"content": "It is on our failures that we base a new and different and better success.",
		"author": "Havelock Ellis"
	},
	{
		"content": "When fate hands us a lemon, lets try to make lemonade.",
		"author": "Dale Carnegie"
	},
	{
		"content": "A man cannot be said to succeed in this life who does not satisfy one friend.",
		"author": "Henry David Thoreau"
	},
	{
		"content": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.",
		"author": "Harriet Tubman"
	},
	{
		"content": "They must often change, who would be constant in happiness or wisdom.",
		"author": "Confucius"
	},
	{
		"content": "Silence is a source of great strength.",
		"author": "Laozi"
	},
	{
		"content": "The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live.",
		"author": "Mortimer J. Adler"
	},
	{
		"content": "Don't cry because it's over. Smile because it happened.",
		"author": "Dr. Seuss"
	},
	{
		"content": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
		"author": "Richard Bach"
	},
	{
		"content": "The cause is hidden. The effect is visible to all.",
		"author": "Ovid"
	},
	{
		"content": "He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.",
		"author": "Aeschylus"
	},
	{
		"content": "I never worry about action, but only inaction.",
		"author": "Winston Churchill"
	},
	{
		"content": "At the center of your being you have the answer; you know who you are and you know what you want.",
		"author": "Laozi"
	},
	{
		"content": "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
		"author": "Michael Jordan"
	},
	{
		"content": "You will not be punished for your anger, you will be punished by your anger.",
		"author": "Buddha"
	},
	{
		"content": "Problems are only opportunities with thorns on them.",
		"author": "Hugh Miller"
	},
	{
		"content": "Forgiveness is that subtle thread that binds both love and friendship. Without forgiveness, you may not even have a child one day.",
		"author": "George Foreman"
	},
	{
		"content": "We cannot do everything at once, but we can do something at once.",
		"author": "Calvin Coolidge"
	},
	{
		"content": "Consider that not only do negative thoughts and emotions destroy our experience of peace, they also undermine our health.",
		"author": "Dalai Lama"
	},
	{
		"content": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.",
		"author": "Benjamin Franklin"
	},
	{
		"content": "He is no fool who gives what he cannot keep to gain what he cannot lose.",
		"author": "Jim Elliot"
	},
	{
		"content": "Between saying and doing, many a pair of shoes is worn out.",
		"author": "Iris Murdoch"
	},
	{
		"content": "If the shoe doesn't fit, must we change the foot?",
		"author": "Gloria Steinem"
	},
	{
		"content": "When you come to the end of your rope, tie a knot and hang on.",
		"author": "Franklin D. Roosevelt"
	},
	{
		"content": "Nothing is at last sacred but the integrity of your own mind.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "One today is worth two tomorrows.",
		"author": "Benjamin Franklin"
	},
	{
		"content": "All of our technology is completely unnecessary to a happy life.",
		"author": "Tom Hodgkinson"
	},
	{
		"content": "It is fatal to enter any war without the will to win it.",
		"author": "Douglas MacArthur"
	},
	{
		"content": "Absence makes the heart grow fonder.",
		"author": "Thomas Haynes Bayly"
	},
	{
		"content": "When you judge another, you do not define them, you define yourself.",
		"author": "Wayne Dyer"
	},
	{
		"content": "Setting an example is not the main means of influencing another, it is the only means.",
		"author": "Albert Einstein"
	},
	{
		"content": "Always be mindful of the kindness and not the faults of others.",
		"author": "Buddha"
	},
	{
		"content": "Never reach out your hand unless you're willing to extend an arm.",
		"author": "Pope Paul VI"
	},
	{
		"content": "It's important to know that words don't move mountains. Work, exacting work moves mountains.",
		"author": "Danilo Dolci"
	},
	{
		"content": "You must do the things you think you cannot do.",
		"author": "Eleanor Roosevelt"
	},
	{
		"content": "I hear and I forget. I see and I remember. I do and I understand.",
		"author": "Confucius"
	},
	{
		"content": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.",
		"author": "Bruce Lee"
	},
	{
		"content": "True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.",
		"author": "Joseph Addison"
	},
	{
		"content": "To succeed, we must first believe that we can.",
		"author": "Michael Korda"
	},
	{
		"content": "As you think, so shall you become.",
		"author": "Bruce Lee"
	},
	{
		"content": "The only real failure in life is not to be true to the best one knows.",
		"author": "Buddha"
	},
	{
		"content": "Before you put on a frown, make absolutely sure there are no smiles available.",
		"author": "James M. Beggs"
	},
	{
		"content": "I have no special talent. I am only passionately curious.",
		"author": "Albert Einstein"
	},
	{
		"content": "You have to do your own growing no matter how tall your grandfather was.",
		"author": "Abraham Lincoln"
	},
	{
		"content": "Life is movement-we breathe, we eat, we walk, we move!",
		"author": "John Pierrakos"
	},
	{
		"content": "Small opportunities are often the beginning of great enterprises.",
		"author": "Demosthenes"
	},
	{
		"content": "What you do not want done to yourself, do not do to others.",
		"author": "Confucius"
	},
	{
		"content": "The smallest deed is better than the greatest intention.",
		"author": "John Burroughs"
	},
	{
		"content": "Learning without reflection is a waste, reflection without learning is dangerous.",
		"author": "Confucius"
	},
	{
		"content": "Successful people ask better questions, and as a result, they get better answers.",
		"author": "Tony Robbins"
	},
	{
		"content": "Blessed is the man who expects nothing, for he shall never be disappointed.",
		"author": "Alexander Pope"
	},
	{
		"content": "Be not afraid of greatness: some are born great, some achieve greatness, and some have greatness thrust upon them.",
		"author": "William Shakespeare"
	},
	{
		"content": "Be faithful in small things because it is in them that your strength lies.",
		"author": "Mother Teresa"
	},
	{
		"content": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict.",
		"author": "William Ellery Channing"
	},
	{
		"content": "Anybody can make history. Only a great man can write it.",
		"author": "Oscar Wilde"
	},
	{
		"content": "Doing what you love is the cornerstone of having abundance in your life.",
		"author": "Wayne Dyer"
	},
	{
		"content": "No alibi will save you from accepting the responsibility.",
		"author": "Napoleon Hill"
	},
	{
		"content": "Everything you are against weakens you. Everything you are for empowers you.",
		"author": "Wayne Dyer"
	},
	{
		"content": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.",
		"author": "Buddha"
	},
	{
		"content": "The world is round and the place which may seem like the end may also be the beginning.",
		"author": "Ivy Baker Priest"
	},
	{
		"content": "I'd rather regret the things I've done than regret the things I haven't done.",
		"author": "Lucille Ball"
	},
	{
		"content": "There is more wisdom in your body than in your deepest philosophy.",
		"author": "Friedrich Nietzsche"
	},
	{
		"content": "Time stays long enough for anyone who will use it.",
		"author": "Leonardo da Vinci"
	},
	{
		"content": "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.",
		"author": "Charles Kingsley"
	},
	{
		"content": "Technology frightens me to death. It’s designed by engineers to impress other engineers. And they always come with instruction booklets that are written by engineers for other engineers — which is why almost no technology ever works.",
		"author": "John Cleese"
	},
	{
		"content": "I never see what has been done; I only see what remains to be done.",
		"author": "Marie Curie"
	},
	{
		"content": "Even if you're on the right track, you'll get run over if you just sit there.",
		"author": "Will Rogers"
	},
	{
		"content": "If we had no winter, the spring would not be so pleasant; if we did not sometimes taste of adversity, prosperity would not be so welcome.",
		"author": "Anne Bradstreet"
	},
	{
		"content": "All human wisdom is summed up in two words; wait and hope.",
		"author": "Alexandre Dumas"
	},
	{
		"content": "You cannot step twice into the same river, for other waters are continually flowing in.",
		"author": "Heraclitus"
	},
	{
		"content": "The secret of getting ahead is getting started.",
		"author": "Mark Twain"
	},
	{
		"content": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.",
		"author": "Robert Southey"
	},
	{
		"content": "What we see depends mainly on what we look for.",
		"author": "John Lubbock"
	},
	{
		"content": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.",
		"author": "Avery Brooks"
	},
	{
		"content": "Neatness begets order; but from order to taste there is the same difference as from taste to genius, or from love to friendship.",
		"author": "Johann Kaspar Lavater"
	},
	{
		"content": "When I let go of what I am, I become what I might be.",
		"author": "Laozi"
	},
	{
		"content": "One's friends are that part of the human race with which one can be human.",
		"author": "George Santayana"
	},
	{
		"content": "Beware of missing chances; otherwise it may be altogether too late some day.",
		"author": "Franz Liszt"
	},
	{
		"content": "Wisdom is the power to put our time and our knowledge to the proper use.",
		"author": "Thomas J. Watson"
	},
	{
		"content": "The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.",
		"author": "Simon Sinek"
	},
	{
		"content": "I think somehow we learn who we really are and then live with that decision.",
		"author": "Eleanor Roosevelt"
	},
	{
		"content": "This is the final test of a gentleman: his respect for those who can be of no possible value to him.",
		"author": "William Lyon Phelps"
	},
	{
		"content": "Courage is not the absence of fear, but simply moving on with dignity despite that fear.",
		"author": "Pat Riley"
	},
	{
		"content": "There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered.",
		"author": "Nelson Mandela"
	},
	{
		"content": "Let my skin and sinews and bones dry up, together with all the flesh and blood of my body! I welcome it! But I will not move from this spot until I have attained the supreme and final wisdom.",
		"author": "Buddha"
	},
	{
		"content": "There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded.",
		"author": "Mark Twain"
	},
	{
		"content": "From error to error one discovers the entire truth.",
		"author": "Sigmund Freud"
	},
	{
		"content": "I am like a falling star who has finally found her place next to another in a lovely constellation, where we will sparkle in the heavens forever.",
		"author": "Amy Tan"
	},
	{
		"content": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "No snowflake in an avalanche ever feels responsible.",
		"author": "Voltaire"
	},
	{
		"content": "What matters is the value we've created in our lives, the people we've made happy and how much we've grown as people.",
		"author": "Daisaku Ikeda"
	},
	{
		"content": "Wrinkles should merely indicate where smiles have been.",
		"author": "Mark Twain"
	},
	{
		"content": "Before you can inspire with emotion, you must be swamped with it yourself. Before you can move their tears, your own must flow. To convince them, you must yourself believe.",
		"author": "Winston Churchill"
	},
	{
		"content": "When we seek to discover the best in others, we somehow bring out the best in ourselves.",
		"author": "William Arthur Ward"
	},
	{
		"content": "Yesterdays home runs don't win today's games.",
		"author": "Babe Ruth"
	},
	{
		"content": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.",
		"author": "Abigail Adams"
	},
	{
		"content": "One must be fond of people and trust them if one is not to make a mess of life.",
		"author": "E. M. Forster"
	},
	{
		"content": "The only journey is the one within.",
		"author": "Rainer Maria Rilke"
	},
	{
		"content": "The differences between friends cannot but reinforce their friendship.",
		"author": "Mao Zedong"
	},
	{
		"content": "It is one of the blessings of old friends that you can afford to be stupid with them.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "The moment one gives close attention to anything, it becomes a mysterious, awesome, indescribably magnificent world in itself.",
		"author": "Henry Miller"
	},
	{
		"content": "Forgiveness is choosing to love. It is the first skill of self-giving love.",
		"author": "Mahatma Gandhi"
	},
	{
		"content": "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair.",
		"author": "Samuel Johnson"
	},
	{
		"content": "Life's most persistent and urgent question is, 'What are you doing for others?'",
		"author": "Martin Luther King Jr."
	},
	{
		"content": "Keep silence for the most part, and speak only when you must, and then briefly.",
		"author": "Epictetus"
	},
	{
		"content": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.",
		"author": "Buddha"
	},
	{
		"content": "A hero is no braver than an ordinary man, but he is braver five minutes longer.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"content": "The world has the habit of making room for the man whose actions show that he knows where he is going.",
		"author": "Napoleon Hill"
	},
	{
		"content": "Any sufficiently advanced technology is equivalent to magic.",
		"author": "Arthur C. Clarke"
	},
	{
		"content": "Reason and free inquiry are the only effectual agents against error.",
		"author": "Thomas Jefferson"
	},
	{
		"content": "It is very easy to forgive others their mistakes; it takes more grit to forgive them for having witnessed your own.",
		"author": "Jessamyn West"
	},
	{
		"content": "Knowledge rests not upon truth alone, but upon error also.",
		"author": "Carl Jung"
	},
	{
		"content": "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
		"author": "Dalai Lama"
	},
	{
		"content": "Remember always that you not only have the right to be an individual, you have an obligation to be one.",
		"author": "Eleanor Roosevelt"
	},
	{
		"content": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.",
		"author": "John Steinbeck"
	},
	{
		"content": "To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future.",
		"author": "Plutarch"
	},
	{
		"content": "This world, after all our science and sciences, is still a miracle; wonderful, inscrutable, magical and more, to whosoever will think of it.",
		"author": "Thomas Carlyle"
	},
	{
		"content": "Friendship needs no words - it is solitude delivered from the anguish of loneliness.",
		"author": "Dag Hammarskjöld"
	},
	{
		"content": "Wherever a man may happen to turn, whatever a man may undertake, he will always end up by returning to the path which nature has marked out for him.",
		"author": "Johann Wolfgang von Goethe"
	},
	{
		"content": "If A is success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut.",
		"author": "Albert Einstein"
	},
	{
		"content": "If we could see the miracle of a single flower clearly, our whole life would change.",
		"author": "Buddha"
	},
	{
		"content": "When you are content to be simply yourself and don't compare or compete, everybody will respect you.",
		"author": "Laozi"
	},
	{
		"content": "The best preparation for tomorrow is doing your best today.",
		"author": "H. Jackson Brown Jr."
	},
	{
		"content": "Love demands infinitely less than friendship.",
		"author": "George Jean Nathan"
	},
	{
		"content": "If you spend too much time thinking about a thing, you'll never get it done.",
		"author": "Bruce Lee"
	},
	{
		"content": "The aim of life is self-development. To realize ones nature perfectly - that is what each of us is here for.",
		"author": "Oscar Wilde"
	},
	{
		"content": "And when the world is created, it is created in such a way that those eternal objects of God's loving wisdom become actualities - interacting with one another, relating to God in the finite realm.",
		"author": "Rowan Williams"
	},
	{
		"content": "Life has no blessing like a prudent friend.",
		"author": "Euripides"
	},
	{
		"content": "No pessimist ever discovered the secrets of the stars, or sailed to an uncharted land, or opened a new heaven to the human spirit.",
		"author": "Helen Keller"
	},
	{
		"content": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.",
		"author": "Elizabeth Arden"
	},
	{
		"content": "When people are like each other they tend to like each other.",
		"author": "Tony Robbins"
	},
	{
		"content": "Difficulties increase the nearer we get to the goal.",
		"author": "Johann Wolfgang von Goethe"
	},
	{
		"content": "In life, all good things come hard, but wisdom is the hardest to come by.",
		"author": "Lucille Ball"
	},
	{
		"content": "If you have knowledge, let others light their candles in it.",
		"author": "Margaret Fuller"
	},
	{
		"content": "Happiness can exist only in acceptance.",
		"author": "George Orwell"
	},
	{
		"content": "Life is really simple, but we insist on making it complicated.",
		"author": "Confucius"
	},
	{
		"content": "Friendship may, and often does, grow into love, but love never subsides into friendship.",
		"author": "Lord Byron"
	},
	{
		"content": "Weve got to have a dream if we are going to make a dream come true.",
		"author": "Walt Disney"
	},
	{
		"content": "Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible.",
		"author": "Hannah Arendt"
	},
	{
		"content": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
		"author": "Dale Carnegie"
	},
	{
		"content": "The way we communicate with others and with ourselves ultimately determines the quality of our lives.",
		"author": "Tony Robbins"
	},
	{
		"content": "Time you enjoyed wasting was not wasted.",
		"author": "John Lennon"
	},
	{
		"content": "Never bend your head. Always hold it high. Look the world right in the eye.",
		"author": "Helen Keller"
	},
	{
		"content": "All achievements, all earned riches, have their beginning in an idea.",
		"author": "Napoleon Hill"
	},
	{
		"content": "The poor man is not he who is without a cent, but he who is without a dream.",
		"author": "Harry Kemp"
	},
	{
		"content": "I have never been hurt by anything I didn't say.",
		"author": "Calvin Coolidge"
	},
	{
		"content": "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
		"author": "Henry Ward Beecher"
	},
	{
		"content": "The right way is not always the popular and easy way. Standing for right when it is unpopular is a true test of moral character.",
		"author": "Margaret Chase Smith"
	},
	{
		"content": "Don't wait. The time will never be just right.",
		"author": "Napoleon Hill"
	},
	{
		"content": "You've got mountains of your own, I'll bet on it. Take heart. Be encouraged. Remain steadfast. Hang on for dear life. You've got a better grip than you realize.",
		"author": "Adam Young"
	},
	{
		"content": "I did not have sexual relations with that woman.",
		"author": "Bill Clinton"
	},
	{
		"content": "Eat pant.",
		"author": "Bort Sampson"
	}
]
