[
	"What Can You Do That No One Else Can?",
	"What Is The Craziest Story You’ve Ever Heard?",
	"What Is The Nerdiest Thing You Do In Your Spare Time?",
	"If You Could Teleport Where Would You Go, And Why?",
	"What Is One Of The Things You Have On Your “Bucket” List?",
	"Would You Accept A One-Way Ticket To Mars? and why",
	"Have You Ever Tried To Do Something You Know You Would Be Really Bad At? What Was It?",
	"What Is The One Thing You Have Always Wanted To Do?",
	"If You Could Win Any Award What Would It Be, And Why?",
	"What Do You Like More, Being A Leader Or A Follower?",
	"What’s The Best Book You’ve Read This Year?",
	"What Character Traits Do You Share With Your Favorite Animal?",
	"What Is The First Thing You Notice About Someone When You Meet?",
	"If You Were On A Desert Island, But Your Needs For Food And Shelter Were Totally Taken Care Of, What One Luxury Item Would You Wish For?",
	"If You Were A Movie Director, What Genre Of Movie Would You Make?",
	"Which Color Best Reflects Your Personality And Why?",
	"When You Go To The Zoo, What Animal Would You Most Like To Be? Why?",
	"Would You Make Modern Technology Disappear If You Could?",
	"Have You Ever Been Happy That You Lied?",
	"Is Mass Media A Positive Influence On Modern  Life, Or Negative?",
	"University Or Life Experience, Which Do You Feel Best Prepares You For Life?",
	"How Would You Conquer The Earth?",
	"If You Could Send A Message To An Alien Species, What Would It Be?",
	"What Animal Would You Want To Bring With You On A Journey Through Outer Space?",
	"Would You Rather Be A Giant Rodent Or A Tiny Elephant?",
	"What’s Your Best Karaoke Song?",
	"Are There Inappropriate Jokes You Can Laugh About All Day?",
	"What’s The Most Ridiculous Thing You’ve Caught Yourself Doing In Autopilot Mode?",
	"What’s The Funniest Thing You Did Because You Were Bored?",
	"What’s The Weirdest Habit You Had As A Child?",
	"What Is The Oldest Thing In Your Refrigerator?",
	"What Is The Worst Pet You Have Ever Had?",
	"If You Could Swim In Any Liquid What Would It Be And Why?",
	"What Does It Mean To Be Human?",
	"Are Humans Better At Creation Or Destruction?",
	"What Is The Best Way To Explore Human Nature: Psychology, Philosophy, Or Biology?",
	"Will Technology Be Humanity’s Salvation, Downfall, Or Neither?",
	"Do Humans Have An Essential Nature?",
	"What Are The Things That Stand Between You And Complete Happiness?",
	"If You Could Do Anything You Wanted Right Now, What Would It Be?",
	"If Money Was No Object, What Would You Do All Day?",
	"Where Do You Most Want To Travel, But Have Never Been?",
	"What’s The Craziest Thing You Hope To Do One Day?",
	"If You Could Have Any Career, What Would You Choose?",
	"If You Were To Write A Book, What Kind Would It Be?",
	"When Was The Time You Felt Most Free?",
	"How Would You Describe Your Sense Of Humor?",
	"What Is Your Earliest Memory?",
	"What Are Three Things Still Left On Your Bucket List?"
]
