[
	"In the `chinese-zodiac` command, you can type \"1\" to get Jesus' Zodiac Sign.",
	"The `can-you-not` command was created to annoy one of Dragon Fire's friends, as that was their catchphrase.",
	"When the `no-u` command was being added in the early stages of development, Xiao would respond to herself as well, creating an infinite \"no u\" loop.",
	"The `hat` command was made so that Dragon Fire wouldn't have to create a new avatar for Xiao every time a holiday came around.",
	"The `steam-now-playing` command was created by taking a screenshot of the \"Now Playing\" message from Steam, so it has to be updated every time Steam changes the design.",
	"The `glitch` command was created by accident. Dragon Fire accidently gave the `distort` command the wrong settings, and as a result created a glitchy mess, which became it's own command.",
	"Dragon Fire still has no idea why the `cursed-sponge` command was added.",
	"The `kyon-gun` command was what made Dragon Fire watch Haruhi, which became one of his favorite anime.",
	"The `challenger` command will automatically check images for transparency, and silhouette them only if there is some.",
	"Several \"Meme Generator\" commands were created during a meme's prime popularity, and as a result many of them are based on long-dead memes.",
	"The `tebahpla` command's name is literally \"alphabet\" backwards.",
	"The `yoda` command breaks so often, it has its own custom Yoda-themed error message.",
	"The `balloon-pop` command is based on a mini-game in the Wii game \"PAC-MAN Party\".",
	"The `dots-and-boxes` command took almost a week to develop due to its complexity.",
	"The `emoji-emoji-revolution` command needs special programming to work on iOS, as their emoji are formatted differently.",
	"The `gunfight` command is inspired by the \"1, 2, Switch!\" mini-game, Quick Draw.",
	"The `box-choosing` command has a special extra story you can read if you do the command back-to-back and choose a different colored box each time.",
	"The `chance` command was originally `lottery`, before a proper lottery game stole the name.",
	"The `doors` game was inspired by a Mythbusters experiment.",
	"The `fishy` command was created as an alternative to Tatsumaki's own version, as a way to fish without spending currency.",
	"The word list used in commands like `hangman` and `word-chain` has almost 51,000 words.",
	"The `math-quiz` command used to support division, but it was so difficult it was removed.",
	"You have a better chance to win the real lottery than to win Xiao's `lottery` command.",
	"The `sorting-hat` command uses the exact same answer weights as the real quiz, so you'll likely get the exact same results.",
	"The `fidget` command exists as Xiao's old beta testing versions were based on the character.",
	"For commands whose names start with an \"x\", omitting the x is an alias. This is due to Xiao's prefix, `x;`, starting with an x.",
	"The `fact` command is literally the first few lines of a random Wikipedia article.",
	"In NSFW channels, `kiss-marry-kill` turns into `fuck-marry-kill`.",
	"The `light-novel-title` command only exists because `light-novel-cover` often gives NSFW covers.",
	"The `quantum-coin` command is based on a bug that caused the `coin` command to give weird results.",
	"Most \"Seeded Randomizer\" commands have a special response when used on Dragon Fire.",
	"Xiao will not let you use \"Seeded Randomizer\" commands on her, instead giving a snarky response about how good she is.",
	"The `dick` command, when used on Xiao, will give your own size, plus one.",
	"There are several special timezones in `time`, such as \"Discord\", \"Dragon\", and \"Neopia\".",
	"The `bro-hoof` and `high-five` commands used to be the same, but users complained about the MLP GIFs, causing them to be split.",
	"Xiao used to have several more roleplay commands, such as `cuddle`, `marry`, `divorce`, and `falcon-punch`. These were merged with other commands due to lack of good GIFs.",
	"The `anime` and `manga` commands have used MyAnimeList, Kitsu, and Anilist over their development. The current use of Anilist is due to Dragon Fire's status as a data mod there.",
	"The `company` command has Dragon Fire's logo inserted into it manually, Clearbit does not actually acknowledge us.",
	"The `flickr` command used to be NSFW due to an incident that caused a large photo of a male genitalia to be sent when \"cat\" was searched. It was promptly made NSFW, as the site offers no filter. However, now the command's image results are scanned with AI.",
	"The `periodic-table` command will give Batman if you ask for Atomic Number 0.",
	"The `league-of-legends` command will give the results for Temmie if you search \"satan\".",
	"The `give-flower` command was the first command added to Xiao.",
	"Xiao is the best bot ever.",
	"Xiao began development in February 2017, and was active in late 2016 under a different account.",
	"The command with the most lines of code is `car-race`. This is almost entirely because of credit. The most complex command when credit is removed from the equation is `poker`.",
	"The `ship` command gives a special response if the compatability is 69.",
	"The `jeopardy` command will play the Jeopardy think music if both you and the bot are in a voice channel when the command is used.",
	"In the `undertale` command, you can provide \"ness\" as an option, a reference to UNDERTALE's origins as an EarthBound project.",
	"Dragon Fire, the creator of Xiao, is forever alone.",
	"In the `rip` command, if you type text after the user's mention, you can add a cause of death to the tombstone.",
	"The `ace-attorney` command supports various versions of the character's names. For example, Phoenix Wright can also be used by typing Naruhodo, his Japanese name.",
	"The text in the box of the `axis-cult-sign-up` command's image reads \"ERIS PADS HER CHEST!\".",
	"In the `roman` command, typing \"zero\" will give you \"_nulla_\", the latin word for zero. This is because zero does not exist in roman numerals.",
	"The `horse-race` command contains several references: real horse names, My Little Pony characters, and various pop culture jokes. Even a few Xiao jokes are snuck in there!",
	"In `horse-race`, you will occasionally encounter horses named \"Donald Trump\" and \"Dragon Fire\". Be careful, as these aren't horses, their times are based on the actual human running the race!",
	"Numerous commands use a massive 2,000,000 entry array to check for adult sites. Some _still_ fall through the cracks.",
	"Numerous commands use an AI powered by Tensorflow to check for NSFW content. It is about 93% accurate.",
	"The `ship` command will call you a narcissist if you test yourself with yourself.",
	"Whenever Dragon Fire gets a real fortune cookie, he adds the fortune to the `fortune` command.",
	"The `whos-that-pokemon` command will play a sound effect and the Pokémon's cry if both you and the bot are in a voice channel when the command is used.",
	"The `pokedex` command will play the Pokémon's cry if both you and the bot are in a voice channel when the command is used.",
	"Answers from `would-you-rather` and `will-you-press-the-button` are sent to their respective sites in order to improve their results.",
	"Reminders in the `remind` command have a maximum length of ~24.84 days. This is due to how JavaScript timeouts work, anything higher than this will fire early, or possibly even instantly.",
	"For a very long time, `yu-gi-oh-gen` only supported Effect Monsters. `yu-gi-oh-token` was also a seperate command, and did not allow any customization outside of the image.",
	"In `minesweeper`, typing \"xyzzy\" at any point in the game will activate cheat mode, displaying where mines are on the board. No high scores can be saved in this mode, however.",
	"The `car-race` command is full of various pop-culture cars, joke cars, and even things that aren't even cars, such as \"runner\", a literal olympic runner.",
	"The \"donut\" color selection in `connect-four` is a reference to Pokémon's 4Kids dub, when rice balls were censored into jelly-filled donuts.",
	"The AI in `nim` and `tic-tac-toe` are literally unbeatable, as their games are solved and have a definitive mathematical solution. The AI in `chess` and `connect-four` however are very easily beatable.",
	"While some commands have actual AI (like `chess` and `tic-tac-toe`), others are literally just randomly choosing what to do, such as `battle` and `jenga`.",
	"You can convert units of length to bananas in the `units` command.",
	"All stories in the `kino` command are written by dragonfire535 himself.",
	"The `tweet` command uses follower count to calculate realistic average reply, retweet, and like counts based on the user provided.",
	"The `cleverbot` command adds a use for every message sent to Cleverbot, not just when starting the conversation.",
	"Xiao will automatically leave a voice channel if she is the only member left in it.",
	"If you and Xiao are in a voice channel when `explode` is used, audio of Megumin from Konosuba chanting will play.",
	"In `tarot`, the \"Happy Squirrel\" fake card from The Simpsons is included as a possible card to draw."
]
